{
  "a53": {
    "gso": 1,
    "atp": "event",
    "stg": [
      {
        "asv": 1,
        "asr": 500
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "欢迎来到（岛名）！",
      "de": "(Inselname) in Sicht!",
      "fr-fr": "Miles de bienvenue !",
      "it": "Viva (island name)!",
      "nl": "Welkomstmiles",
      "ru": "(island name) — мили",
      "ja": "(island name)へ ようこそ！",
      "ko": "(섬/도 이름) 마일!",
      "zh-tw": "歡迎來（島名）",
      "fr-us": "Points de bienvenue!",
      "en": "(island name) Miles!",
      "es": "Millas Nook de bienvenida"
    },
    "des": {
      "zh-cn": "感谢你申请Nook Inc.的无人岛移居套餐计划！我将赠送一份本次移居搭乘飞机的特别里数给你狸！",
      "de": "Vielen Dank für die Teilnahme an Nooks Reif-für-die-Insel-Paket! Für den Flug zur Insel erhältst du deine ersten Nook-Meilen!",
      "fr-fr": "Tu as effectué un long voyage pour venir t'installer sur notre petite île, et tu nous as fait l'honneur d'intégrer le programme Miles Nook. Voici tes premiers miles pour fêter ça. Les premiers d'une longue série, oui, oui !",
      "it": "Hai intrapreso un lungo viaggio per raggiungere la nostra isoletta e partecipare così al programma miglia di Nook. Che ci guadagni, per cominciare? Delle miglia di Nook, naturalmente! Sì, sì, proprio così!",
      "nl": "Je bent van ver gekomen om op ons kleine eilandje te wonen en je neemt deel aan Nooks milesprogramma. Dus deze eerste miles heb je zeker verdiend! Geniet van het eilandleven om er nog meer te krijgen!",
      "ru": "Не побоявшись долгого пути на этот островок, ты теперь участвуешь в программе накопления миль Нука. Ты честно заслужил первые мили Нука! Зарабатывай мили, наслаждаясь жизнью!",
      "ja": "たぬき開発　無人島移住パッケージプランに　お申込み　ありがとうございました！今回の移住にあたって　ご利用いただいた　フライトの　特典マイルを　付与するだなも！",
      "ko": "Nook Inc.의 무인도 이주 패키지 플랜을 신청해줘서 고마워구리! 이번 이주를 위해 이용한 비행편의 마일리지를 지급할게구리!",
      "zh-tw": "感謝你申請Nook Inc.無人島移居套餐計畫！我要贈送這次移居搭乘飛機的特別哩數給你！",
      "fr-us": "Tu as effectué un long voyage pour venir t'installer sur notre île, et tu nous as fait l'honneur d'intégrer le programme Points Nook. Voici des points pour fêter ça. Les premiers d'une longue série, oui, oui!",
      "en": "You traveled a long way just to move to our little island, and you enrolled in the Nook Mileage Program. So you earned your first miles! There are lots of ways to earn miles by just enjoying island life!",
      "es": "¿Qué mejor forma de darte la bienvenida a (island name) y estrenar el programa de millas Nook que con tus primeras millas, sí? ¡Disfruta de la isla y descubrirás formas muy diversas de conseguir millas!"
    }
  },
  "a0": {
    "gso": 2,
    "atp": "fish",
    "stg": [
      {
        "asv": 10,
        "asr": 300
      },
      {
        "asv": 100,
        "asr": 500
      },
      {
        "asv": 500,
        "asr": 1000
      },
      {
        "asv": 2000,
        "asr": 2000
      },
      {
        "asv": 5000,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "目标是成为垂钓高手",
      "de": "Angelmeister",
      "es-es": "Toda la pesca",
      "it": "Perfezione pescante",
      "nl": "Vissen voor beginners",
      "ru": "Рыбаку море по колено",
      "ja": "目指せ、釣り名人",
      "ko": "낚시의 달인이 되자",
      "zh-tw": "目標是成為釣魚高手",
      "es-us": "¡Perfección en la pesca!",
      "en": "Angling for Perfection!",
      "fr": "Pêcheur sachant pêcher"
    },
    "des": {
      "zh-cn": "在无人岛生活的话，磨炼钓鱼技能是极其有益的狸！Nook Inc.会全力支持各位成为垂钓高手的狸！",
      "de": "Angeln ist auf einer einsamen Insel eine lebenswichtige Fähigkeit, ja, ja! Nook Inc. ermutigt alle Siedler, sich auf den langen Weg zum Angelmeister zu begeben!",
      "es-es": "Aprender a pescar es fundamental para la prosperidad de una isla remota. Nook Inc. anima a todos los insulanos a dominar el manejo de la caña.",
      "fr-fr": "La maîtrise de la pêche est une compétence incontournable sur une île, hm ? Nook Inc. soutient tous les résidents souhaitant se perfectionner dans l'art délicat de l'hameçon !",
      "it": "Imparare a pescare è fondamentale per la vita su un'isola, non trovi? Pertanto, la Nook Inc. incoraggia e sostiene chi desidera padroneggiare quest'arte!",
      "nl": "Leren vissen is een belangrijk onderdeel van het leven op een afgelegen eiland. Nook Inc. moedigt alle bewoners aan om zich het hengelen meester te maken!",
      "ru": "Умение рыбачить — важнейший навык для жизни на уединенном острове. Nook Inc. поощряет всех островитян, желающих овладеть этим навыком!",
      "ja": "無人島で生活するなら　釣りの腕前は　みがいておくに　越したこと　ないんだも！たぬき開発は　釣り名人を目指す　みなさんを　全力で　応援するだなも！",
      "ko": "평소에 낚시 실력을 갈고닦으면 무인도 생활에 큰 도움이 될 거야구리! Nook Inc.는 낚시의 달인을 꿈꾸는 모든 분들을 진심으로 응원해구리!",
      "zh-tw": "在無人島生活，多磨練釣魚能力，是絕對有益無害的狸！Nook Inc.會全力支持所有想成為釣魚高手的人狸！",
      "es-us": "Aprender a pescar es fundamental para la prosperidad de una isla remota. Nook Inc. anima a todos los isleños a dominar el manejo de la caña.",
      "fr-us": "La maîtrise de la pêche est une compétence incontournable sur une île, hm? Nook Inc. soutient tous les résidents souhaitant se perfectionner dans l'art délicat de l'hameçon!",
      "en": "Learning how to fish is an essential skill for living on a remote island, hm? Nook Inc. encourages all island residents who are aiming to become fishing masters!"
    }
  },
  "a3": {
    "gso": 3,
    "atp": "fish",
    "stg": [
      {
        "asv": 10,
        "asr": 300
      },
      {
        "asv": 20,
        "asr": 500
      },
      {
        "asv": 40,
        "asr": 1000
      },
      {
        "asv": 60,
        "asr": 2000
      },
      {
        "asv": 80,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "成为鱼类博士吧",
      "de": "Ichthyologe",
      "it": "Autorità ittiologica",
      "nl": "Vis, ik heb je",
      "ru": "Главный ихтиолог",
      "ja": "サカナ博士になろう",
      "ko": "물고기 박사가 되어보자",
      "zh-tw": "成為魚類博士吧",
      "en": "Island Ichthyologist",
      "es": "Ictiología avanzada",
      "fr": "Ichtyologue insulaire"
    },
    "des": {
      "zh-cn": "把生物图鉴的鱼类页面填满，完成鱼类的图鉴吧！根据图鉴的完成情况，我会赠送你相应的里数狸！",
      "de": "Fülle deine Faunapädie vollständig mit Fischen und verdiene viele Feilen... äh, Meilen. Kannst du alle Fluss- und Meeres-bewohner erwischen, hm?",
      "es-es": "Llena la Capturapedia de peces y, de paso, ¡gánate unas millas! ¿Serás capaz de catalogar toda la fauna acuática de la isla?",
      "fr-fr": "Remplis ta Bébêtopédie de poissons et accumule les miles au passage. Pourras-tu classer tous les types de poissons qui barbotent dans les eaux insulaires, hm ?",
      "it": "Riempi le pagine sui pesci della tua Enciclopedia per guadagnare delle miglia. Riuscirai a catalogare tutti i pesci che sguazzano nelle acque della tua isola?",
      "nl": "Verdien miles door je encyclopedie met vissen te vullen! Lukt het je om iedere vissoort op ons eiland te vinden, hm?",
      "ru": "Пополняй атлас живности информацией о рыбах и зарабатывай между делом мили. Сможешь ли ты собрать сведения обо всех видах рыб, обитающих в местных водах?",
      "ja": "いきもの図鑑の　サカナのページを埋めて　サカナ図鑑を　完成させてほしいだなも！サカナ図鑑の　出来具合に応じて　マイルを　プレゼントするだなも！",
      "ko": "생물 도감의 물고기 페이지를 다 채워서 물고기 도감을 완성해줬으면 해구리! 물고기 도감을 얼마나 채웠느냐에 따라 마일을 선물할게구리!",
      "zh-tw": "收集生物圖鑑的魚類頁面，完成魚類圖鑑吧！我會依照魚類圖鑑的完成進度，贈送哩數給你狸！",
      "es-us": "Llena la Capturapedia con peces y, de paso, ¡gana unas millas! ¿Crees que podrás catalogar toda la fauna acuática de la isla?",
      "fr-us": "Remplis ta Bibittopédie de poissons et accumule les points au passage. Pourras-tu classer tous les types de poissons qui barbotent dans les eaux insulaires, hm?",
      "en": "Fill in your Critterpedia with fish and earn miles along the way. Can you categorize each and every type of fish that swims in your island's waters, hm?"
    }
  },
  "a68": {
    "gso": 4,
    "atp": "communication",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      },
      {
        "asv": 10,
        "asr": 500
      },
      {
        "asv": 20,
        "asr": 1000
      },
      {
        "asv": 30,
        "asr": 2000
      },
      {
        "asv": 50,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "打招呼是一切的基础！",
      "de": "Soziales Tier",
      "fr-fr": "Dis bonjour !",
      "it": "Animale sociale",
      "nl": "Sociaal dier",
      "ru": "Дружба на острове",
      "ja": "全ての基本はあいさつから！",
      "ko": "기본은 인사부터!",
      "zh-tw": "一切要從打招呼做起！",
      "fr-us": "Dis bonjour!",
      "en": "Island Togetherness",
      "es": "De flor en flor"
    },
    "des": {
      "zh-cn": "在新的地方和新交的伙伴共同生活。而关系变好的基本方式就是打招呼狸！请尽量每天都和岛上所有的居民打招呼，积极地和大家交流哦。",
      "de": "Nook Inc. begrüßt es, wenn die Bewohner sich möglichst viel grüßen. Am besten solltest du jeden Tag allen deinen Nachbarn zumindest einmal kurz Hallo gesagt haben!",
      "fr-fr": "Chez Nook Inc., l'entente des résidents nous tient à cœur. D'où notre programme « En-coucou-ragement », qui permet d'obtenir des miles en parlant à ses voisins. Glisse un bonjour à chacun tous les jours !",
      "it": "La Nook Inc. ha più a cuore che mai la coesione fra gli abitanti dell'isola. Pertanto, salutare è qualcosa che premiamo con miglia di Nook. Prova a parlare con i tuoi vicini ogni giorno!",
      "nl": "Bij Nook Inc. moedigen we graag het saamhorigheidsgevoel op het eiland aan. Daarom kun je met een babbeltje met je buren al miles verdienen. Probeer iedere dag met je medebewoners te praten!",
      "ru": "Одной из целей Nook Inc. является сплоченность среди островитян. Мы начисляем мили Нука за беседы с островитянами. Попробуй ежедневно поговорить со всеми соседями!",
      "ja": "新しい場所で　新しくできた仲間との共同生活。仲良くなる基本は　あいさつだなも！なるべく毎日　島民全員に声をかけてまわって、積極的にコミュニケーションを取ってちょうだい！",
      "ko": "새로운 곳에서 새 친구들과 하는 공동생활. 기본적으로 친해지기 제일 쉬운 방법은 인사야구리! 되도록 매일 주민 모두에게 말을 걸고 적극적으로 대화를 나누도록 해구리.",
      "zh-tw": "在新地方與新同伴們共同生活，要讓感情變好的方式就是從打招呼做起狸！請盡量每天都和島上所有居民打聲招呼，積極地和大家交流喔。",
      "fr-us": "Chez Nook Inc., l'entente des résidents nous tient à cœur. D'où notre programme « En-coucou-ragement », qui permet d'obtenir des points en parlant à ses voisins. Salue-les tous chaque jour!",
      "en": "One of the goals of Nook Inc. is resident togetherness. Our gregarious-greetings initiative aims to reward you with Nook Miles just for chatting with residents. Try to talk to all your neighbors every day!",
      "es": "El contacto frecuente con los amigos es la base de una convivencia armónica. Te daremos millas en función del número de veces que hayas saludado a todos los vecinos en un mismo día. ¡Haz vida social!"
    }
  },
  "a1": {
    "gso": 5,
    "atp": "insect",
    "stg": [
      {
        "asv": 10,
        "asr": 300
      },
      {
        "asv": 100,
        "asr": 500
      },
      {
        "asv": 500,
        "asr": 1000
      },
      {
        "asv": 2000,
        "asr": 2000
      },
      {
        "asv": 5000,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "迈向虫类猎人之路",
      "de": "Insektenjäger",
      "fr-fr": "Pas bébête !",
      "it": "Allegra disinfestazione",
      "nl": "Beestjesboel",
      "ru": "У каждого свои тараканы",
      "ja": "昆虫ハンターへの道",
      "ko": "곤충 헌터를 향한 길",
      "zh-tw": "邁向蟲子獵人之路",
      "fr-us": "Pas bête!",
      "en": "You've Got the Bug",
      "es": "¿Y a ti qué te pica?"
    },
    "des": {
      "zh-cn": "在自然资源丰富的无人岛上，应该会有很多虫子吧？我会根据你抓到的虫子，赠送你相应的里数狸！",
      "de": "Verdiene dir Meilen, indem du Krabbeltiere fängst! Je mehr du erhaschst, desto weniger werden deinem Nachbarn aus der Sockenschublade entgegenspringen.",
      "es-es": "¡Gana millas cazando cosillas! Cada bicho que atrapas es una sorpresa que le ahorras a alguien al abrir el cajón de la ropa interior.",
      "fr-fr": "Engrange les miles en capturant des bébêtes à tour de bras ! Chaque insecte attrapé est un insecte de moins pour venir farfouiller dans les chaussettes des malchanceux !",
      "it": "Guadagna miglia per la cattura degli insetti! Ogni cattura è una sorpresa in meno nel cassetto dei calzini di qualcun altro! Basta già trovarne sempre di spaiati, no?",
      "nl": "Ontvang miles door enge kruipertjes te vangen! En vergeet niet: ieder insect dat je vangt, is weer een nare verrassing minder als je onder je bed kijkt.",
      "ru": "Зарабатывай мили, просто отлавливая всяких жучков-паучков. Пойманная живность уже не заберется тайком в твой ящик с носками.",
      "ja": "自然豊かな　無人島には　ムシも　いっぱいいると　思うだなも！ムシを　つかまえた数に応じて　マイルを　プレゼントするだなも！",
      "ko": "풍요로운 자연에 둘러싸인 무인도에는 곤충도 많이 있을 거야구리! 잡은 곤충의 수에 따라서 마일을 선물할 테니까 많이많이 잡아봐구리!",
      "zh-tw": "在自然資源豐富的無人島上，我想應該也會有很多蟲子吧！我會依照你捕捉到的蟲子數量，贈送哩數給你狸！",
      "es-us": "¡Gana millas cazando alimañas! Cada insecto que atrapas es un susto que le ahorras a alguien cuando abra su cajón de los calcetines.",
      "fr-us": "Engrange les points en capturant des bébêtes à tour de bras! Chaque insecte attrapé est un insecte de moins pour venir farfouiller dans les bas des malchanceux!",
      "en": "Earn miles just for catching creepy-crawlies! Every bug you catch is one that won't be surprising someone in their sock drawer."
    }
  },
  "a4": {
    "gso": 6,
    "atp": "insect",
    "stg": [
      {
        "asv": 10,
        "asr": 300
      },
      {
        "asv": 20,
        "asr": 500
      },
      {
        "asv": 40,
        "asr": 1000
      },
      {
        "asv": 60,
        "asr": 2000
      },
      {
        "asv": 80,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "能成为虫类博士吗？！",
      "de": "Entomologe",
      "es-es": "¡Bichos a mí!",
      "it": "Autorità entomologica",
      "nl": "Twee vliegen in één klap",
      "ru": "Главный энтомолог",
      "ja": "昆虫博士になれるかな？！",
      "ko": "곤충 박사가 될 수 있을까?!",
      "zh-tw": "能成為蟲子博士嗎？！",
      "es-us": "¡Insectos a mí!",
      "en": "Bugs Don't Bug Me",
      "fr": "Tout ce qui grouille"
    },
    "des": {
      "zh-cn": "这个岛上有许多虫子狸！抓住各种各样的虫子，填满生物图鉴里的虫类页面吧！我会根据记录的数字，赠送你里数狸！",
      "de": "Für das Fangen von Insekten gibt es Meilen! Kannst du die ganze Faunapädie füllen? Ja, ja, das kannst du ganz sicher!",
      "es-es": "Caza bichos y ganarás millas, ¡así de fácil! De paso, los puedes donar al museo: Sócrates lo agradece aunque el pobre se lleve un mal rato. Si te lo propones, completarás la Capturapedia, ¡sí, sí!",
      "fr-fr": "Tu peux gagner des miles en remplissant la Bébêtopédie ! Essaie de débloquer toutes les entrées en trouvant le plus d'insectes possible. Thibou se fera une joie d'accueillir quelques bébêtes dans le musée, oui, oui !",
      "it": "Guadagna miglia riempiendo l'Enciclopedia! Cerca di sbloccare tutte le voci trovando più insetti possibili. Blatero sarà felicissimo di accogliere delle simpatiche bestioline al museo, sì, sì!",
      "nl": "Verdien miles door de encyclopedie te vullen! Kun je ieder insect vinden en ieder lemma vullen? Ja, ja, maar natuurlijk! En vergeet Blathers niet te steunen door insecten te doneren aan het museum.",
      "ru": "Получай мили, заполняя атлас живности! Интересно, получится ли у тебя поймать всех насекомых? Да-да, я в тебя верю! Поддержи начинания Блезерса, жертвуя отловленных насекомых музею!",
      "ja": "島には　たくさんのムシが　いるだなも！いろんなムシを　つかまえて、いきもの図鑑の　ムシのページを　埋めていってちょうだいね！記録した数に応じて、マイルを贈るだなも！",
      "ko": "이 섬에는 곤충이 많이 살고 있어구리! 다양한 곤충을 잡아서 생물 도감의 곤충 페이지를 하나씩 채워봐! 기록된 마릿수에 따라 마일을 선물할게구리!",
      "zh-tw": "這座島上有許多蟲子呢！捕捉各式各樣的蟲子，收集生物圖鑑的蟲子頁面吧！我會依照記錄的數量，贈送哩數給你狸！",
      "es-us": "Caza insectos y ganarás millas, ¡así de fácil! De paso, dónalos al museo. Sócrates te lo agradecerá, aunque el pobre pase un mal rato al verlos. Si te lo propones, podrás completar la Capturapedia, ¡sí, sí!",
      "fr-us": "Tu peux gagner des points en remplissant la Bibittopédie! Essaie de déverrouiller toutes les entrées en trouvant le plus d'insectes possible. Thibou se fera une joie d'accueillir quelques bibittes dans le musée, oui, oui!",
      "en": "You can earn miles for filling out your Critterpedia! Can you find every bug and unlock every entry? Yes, yes, you can! And please do consider supporting Blathers by donating bugs to the museum."
    }
  },
  "a55": {
    "gso": 7,
    "atp": "diy",
    "stg": [
      {
        "asv": 10,
        "asr": 300
      },
      {
        "asv": 50,
        "asr": 500
      },
      {
        "asv": 100,
        "asr": 1000
      },
      {
        "asv": 150,
        "asr": 2000
      },
      {
        "asv": 200,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "增加DIY的手册吧！",
      "de": "Selbst ist der Bewohner",
      "it": "Saper fare tanto da sé",
      "nl": "Doe-het-zelfkennis",
      "ru": "За дело!",
      "ja": "ＤＩＹのレシピを増やそう！",
      "ko": "DIY 레시피를 늘리자!",
      "zh-tw": "增加ＤＩＹ方程式吧！",
      "en": "Have a Nice DIY!",
      "es": "El saber no ocupa lugar",
      "fr": "Bricollection"
    },
    "des": {
      "zh-cn": "Nook Inc.会根据收集到的手册数量，赠送相应的里数狸！今后也请不断增加手册，进行各种各样物品的DIY吧！",
      "de": "Nook Inc. verleiht Nook-Meilen für die Bastelanleitungen, die du erhältst. So zahlt sich Selbermachen doppelt aus!",
      "es-es": "Nook Inc. te concederá millas en función de la cantidad de cosas que aprendas a hacer. ¡El bricolaje te llevará lejos!",
      "fr-fr": "Si le bricolage te colle au cœur et au corps, sache que tu recevras une quantité de miles Nook basée sur le nombre de plans de bricolage que tu as obtenus. Ainsi va la vie avec Nook Inc., oui, oui !",
      "it": "La Nook Inc. ti ricompenserà con delle miglia in base a quanti schemi fai da te collezioni. Pensaci un po': chi più sa... più incassa! Sì, sì!",
      "nl": "Nook Inc. deelt miles uit op basis van het aantal doe-het-zelfplannen dat je hebt verzameld. Doe-het-zelven loont! Ja, ja!",
      "ru": "Nook Inc. начисляет мили Нука за собранные инструкции «Сделай сам». Учение — свет... и много миль!",
      "ja": "たぬき開発では　集めたレシピの数に応じて、マイルのプレゼントを　実施しているだなも！これからも、レシピを　ドンドン増やして　いろいろなものを　ＤＩＹしてね！",
      "ko": "Nook Inc.에서는 레시피를 모은 개수에 따라 마일을 증정하고 있어구리! 앞으로도 레시피를 많이많이 모아서 DIY로 다양한 물건을 만들어봐구리!",
      "zh-tw": "Nook Inc.會依照收集到的方程式數量，贈送哩數給你狸！今後也要不斷增加方程式，進行各種物品的ＤＩＹ喔！",
      "es-us": "Nook Inc. te concederá millas en función de la cantidad de cosas que aprendas a hacer. ¡Llegarás muy lejos con los proyectos de taller!",
      "fr-us": "Si le bricolage te colle au cœur et au corps, sache que tu recevras une quantité de points Nook basée sur le nombre de plans de bricolage que tu as obtenus. Ainsi va la vie avec Nook Inc., oui, oui!",
      "en": "Nook Inc. will award Nook Miles for the number of DIY recipes you've collected. Think about that. You're earning...for learning! Yes, yes!"
    }
  },
  "a98": {
    "gso": 8,
    "atp": "seafood",
    "stg": [
      {
        "asv": 5,
        "asr": 300
      },
      {
        "asv": 50,
        "asr": 500
      },
      {
        "asv": 250,
        "asr": 1000
      },
      {
        "asv": 1000,
        "asr": 2000
      },
      {
        "asv": 2500,
        "asr": 3000
      }
    ],
    "seq": true,
    "vad": "1.3.0",
    "loc": {
      "zh-cn": "潜入海里吧，潜水健将！",
      "de": "Tiefseetaucher",
      "it": "Tuffi profondi",
      "nl": "Duik in het diepe",
      "ru": "Загадки глубин",
      "ja": "海へ潜れ、ダイバーよ！",
      "ko": "뛰어들어라, 다이버여!",
      "zh-tw": "潛進海裡吧，潛水健將！",
      "en": "Deep Dive",
      "es": "Millas submarinas",
      "fr": "Le fin du fin des fonds"
    },
    "des": {
      "zh-cn": "岛屿四周环绕着美丽的蓝色海洋，海里还有丰富的海洋生物狸！捕到海洋生物后，就会给你里数，快穿上潜水衣，跳进海里潜水吧！",
      "de": "Unsere schöne Insel ist von nicht minder schönem Meer umgeben. Also wirf dich in deinen Taucheranzug und ernte die Früchte der Tiefe. Je „meer“ du findest, desto „meer“ Meilen erhältst du, höhöhö.",
      "es-es": "¡Qué mejor lugar para practicar el submarinismo que una isla! Ponte el traje de buceo y zambúllete a ver qué encuentras. ¡También allá abajo hallarás millas!",
      "fr-fr": "Les flots scintillants qui entourent notre île abritent toutes sortes de créatures fascinantes. Enfile ta combinaison, plonge et récupère de quoi gagner quelques miles. Ce n'est pas la mer à boire, hm ?",
      "it": "Il mare luccicante che circonda la nostra isola è dimora di ogni sorta di affascinante creatura. Indossa la tua muta e immergiti alla ricerca degli esemplari più disparati... Tante miglia ti attendono, sì, sì!",
      "nl": "De schitterende zee die ons eilandje omringt, herbergt allerlei interessante zeewezens. Doe je duikpak aan, duik het water in en verdien miles door deze diepzeeschepsels te verzamelen.",
      "ru": "Величественный океан, окружающий наш остров — дом для разных удивительных животных. Надевай гидрокостюм и маску подводную, добывай глубоководную живность и зарабатывай мили Нука!",
      "ja": "島のまわりには　青く美しい海が広がっていて、新鮮な海の幸に　満ちあふれているんだなも！海の幸をつかまえたら　マイルをあげるから、マリンスーツを着て　じゃんじゃん海へ潜ってね！",
      "ko": "섬 주위에는 아름다운 푸른 바다가 펼쳐져 있고 그 안에는 신선한 해산물이 가득해구리! 해산물을 잡으면 마일을 줄 테니까, 잠수복을 입고 마음껏 잠수를 즐겨봐!",
      "zh-tw": "島嶼四周環繞著蔚藍的美麗海洋，海中還有豐富的海洋生物狸！捕捉到海洋生物，就能得到哩數。快穿上潛水衣跳進海裡潛水吧！",
      "es-us": "¡Qué mejor lugar para practicar el buceo que una isla! Ponte el traje de buceo y zambúllete para ver qué descubres. ¡También allá abajo encontrarás millas!",
      "fr-us": "Les flots scintillants qui entourent notre île abritent toutes sortes de créatures fascinantes. Enfile ta combinaison, plonge et récupère de quoi gagner quelques points. Ce n'est pas la mer à boire, hm?",
      "en": "The glittering sea that surrounds our island is home to all kinds of captivating creatures. Put on your wet suit, dive in, and sea what you can collect to earn miles. Sea what I did there, hm?"
    }
  },
  "a95": {
    "gso": 9,
    "atp": "seafood",
    "stg": [
      {
        "asv": 5,
        "asr": 300
      },
      {
        "asv": 10,
        "asr": 500
      },
      {
        "asv": 20,
        "asr": 1000
      },
      {
        "asv": 30,
        "asr": 2000
      },
      {
        "asv": 40,
        "asr": 3000
      }
    ],
    "seq": true,
    "vad": "1.3.0",
    "loc": {
      "zh-cn": "成为海洋生物博士的一大步",
      "de": "Meeresfrüchtchen",
      "fr-fr": "La bosse de l'abysse",
      "it": "Studi subacquei",
      "nl": "Onderwateronderzoek",
      "ru": "Подводные поиски",
      "ja": "海の幸博士への歩み",
      "ko": "해산물 박사를 향해서",
      "zh-tw": "成為海洋生物博士的一大步",
      "fr-us": "Boss des abysses",
      "en": "Underwater Understudy",
      "es": "Saber subacuático"
    },
    "des": {
      "zh-cn": "海底还蕴藏着许许多多不为人知的生物狸……找到海洋生物，填充图鉴，我会赠送给你里数狸！",
      "de": "Am Meeresboden treiben die kuriosesten Wesen ihr, äh, Unwesen. Wer die Unterwasserwelt gründlich erforscht, dem gehen zusätzlich auch noch die begehrten Nook-Meilen ins Netz!",
      "fr-fr": "Il y a tant de créatures à découvrir dans les fonds marins, hm ? Alors plonge à leur recherche, capture quelques spécimens et remplis ta Bébêtopédie, oui, oui !",
      "it": "Ci sono ancora molte creature che si nascondono sul fondo del mare, sì, sì. Guadagna miglia tuffandoti nelle sue profondità e riportando alla luce tali esemplari con cui riempire l'Enciclopedia.",
      "nl": "Er valt nog zoveel te ontdekken aan de onderwaterwereld, hm? Verdien miles door de zee in te duiken, schepsels te vangen en de encyclopedie te vullen. Ja, ja!",
      "ru": "В глубинах моря водится множество интересных существ! Ныряй, лови их и заполняй атлас живности, чтобы заработать мили Нука! Да-да!",
      "ja": "海の底には　まだまだ知らない生き物が　たくさん　潜んでいるんだも・・・海の幸を見つけて　図鑑を充実させた人に　マイルを　贈らせてほしいだなも！",
      "ko": "바닷속에는 아직 우리가 알지 못하는 생물들이 많이 살고 있어구리… 해산물을 발견해서 도감을 채우면 선물로 마일을 드릴게구리!",
      "zh-tw": "海底還藏有許多未知的生物狸……我會贈送哩數給發現海洋生物並收集到圖鑑的人狸！",
      "fr-us": "Il y a tant de créatures à découvrir dans les fonds marins, hm? Alors plonge à leur recherche, capture quelques spécimens et remplis ta Bibittopédie, oui, oui!",
      "en": "There are still many creatures we have yet to discover at the bottom of the sea, hm? Earn miles by diving deep, capturing creatures, and filling out your Critterpedia. Yes, yes!",
      "es": "El fondo del océano está lleno de misterios por descubrir, ¿sí? Gana millas buceando y rellenando tu Capturapedia con todo tipo de especies fascinantes."
    }
  },
  "a72": {
    "gso": 10,
    "atp": "diy",
    "stg": [
      {
        "asv": 5,
        "asr": 300
      },
      {
        "asv": 50,
        "asr": 500
      },
      {
        "asv": 200,
        "asr": 1000
      },
      {
        "asv": 1000,
        "asr": 2000
      },
      {
        "asv": 3000,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "日常生活从制作道具开始",
      "de": "Marke Eigenbau",
      "it": "Strumenti fai da te",
      "nl": "Zelfgemaakt gereedschap",
      "ru": "Инструменты «Сделай сам»",
      "ja": "暮らしの基本は　道具作りから",
      "ko": "생활의 기본은 도구 만들기부터",
      "zh-tw": "生活的基本就從製作道具開始",
      "en": "DIY Tools",
      "es": "Herramientas caseras",
      "fr": "Bricolage d'outillage"
    },
    "des": {
      "zh-cn": "现在正在举行根据DIY制作道具的次数，赠送里数的活动狸！即使道具坏了也不用太在意，请不断地重做吧！",
      "de": "Wenn du viele Werkzeuge mit Basteln herstellst, bekommst du Meilen obendrauf. Also ärgere dich nicht, wenn mal etwas kaputtgeht – bau es dir einfach neu!",
      "es-es": "Si las herramientas se te rompen, ¡hazte más! Recibirás millas según la cantidad que fabriques, así que... ¡que no te dé pereza!",
      "fr-fr": "Si tes outils cassent, fabriques-en d'autres ! En plus, tu obtiendras des miles en fonction du nombre d'outils fabriqués. Entre nous, tu as déjà vu un marché plus intéressant, hm ?",
      "it": "Se i tuoi strumenti si rompono, beh... fabbricane degli altri con il fai da te, no? Sì, sì! Le miglia di Nook che otterrai come ricompensa sono basate sul numero di strumenti che realizzerai.",
      "nl": "Niet getreurd als je gereedschap stukgaat... Je hebt toch zo iets nieuws gemaakt? En je krijgt ook nog eens wat Nook-miles. Een goede deal, al zeg ik het zelf!",
      "ru": "Если инструмент сломается, сделай еще один! Создание собственных инструментов поощряется милями Нука! Чем больше сделанных инструментов, тем больше миль!",
      "ja": "ＤＩＹで　道具を作った回数に応じて、マイルのプレゼントを　実施中だなも！もしも道具が壊れても、気にせず　ドンドン　作り直してちょうだいね！",
      "ko": "DIY로 도구를 만든 횟수에 따라 마일을 선물하고 있어구리! 도구는 망가지더라도 다시 만들 수 있으니까 신경 쓰지 말고 마구마구 만들어봐구리!",
      "zh-tw": "我會依照你用ＤＩＹ製作道具的次數贈送哩數給你狸！即使道具壞了也不用太在意，不斷重做就可以了！",
      "es-us": "Si las herramientas se te rompen, ¡construye más! Recibirás millas según la cantidad que fabriques, así que... ¡que no te dé pereza!",
      "fr-us": "Si tes outils cassent, fabriques-en d'autres! En plus, tu obtiendras des points en fonction du nombre d'outils fabriqués. Entre nous, tu as déjà vu un marché plus intéressant, hm?",
      "en": "If your tools break, just make more! And to take away the sting, you'll earn Nook Miles based on the number of tools you craft. Sweet deal!"
    }
  },
  "a73": {
    "gso": 11,
    "atp": "diy",
    "stg": [
      {
        "asv": 5,
        "asr": 300
      },
      {
        "asv": 50,
        "asr": 500
      },
      {
        "asv": 200,
        "asr": 1000
      },
      {
        "asv": 1000,
        "asr": 2000
      },
      {
        "asv": 3000,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "手工制作的家具让生活更丰富",
      "de": "Möbelmacher",
      "es-es": "Mobiliario casero",
      "it": "Arredi fai da te",
      "nl": "Zelfgemaakte meubels",
      "ru": "Проекты «Сделай сам»",
      "ja": "手作り家具で　暮らしを豊かに",
      "ko": "수제 가구로 생활을 더 풍족하게!",
      "zh-tw": "手作家具讓生活更豐富",
      "es-us": "Muebles caseros",
      "en": "DIY Furniture",
      "fr": "Bricolage de meubles"
    },
    "des": {
      "zh-cn": "手工制作的家具充满了感情狸！在店里买的话，我当然很高兴，但对于用DIY制作家具的人，我会根据个数发放里数狸！",
      "de": "Wenn man Möbel selbst baut, sind sie automatisch etwas ganz Besonderes. Und dafür bekommst du noch etwas ganz Besonderes – original Nook-Meilen! Also ab ans Basteln!",
      "es-es": "N.º 1: Te fabricas tus propios muebles. N.º 2: Disfrutas haciendo manualidades. N.º 3: Consigues millas. Nadie lo puede negar, ¡son todo ventajas!",
      "fr-fr": "Voici un marché où tout le monde est gagnant, re-gagnant et re-re-gagnant ! Tu bricoles des meubles (gagnant), tu en profites chez toi (re-gagnant) et tu gagnes des miles (re-re-gagnant) !",
      "it": "Ascoltami bene... Fabbrica i tuoi stessi arredi, goditi un lavoro ben fatto e ottieni miglia di Nook per aver eccelso nel fai da te. Chi fa da sé fa per tre, non credi?",
      "nl": "Je maakt je eigen meubel, je geniet van je eigen knutselwerk en je krijgt Nook-miles voor het meubelstuk dat je hebt gemaakt! Voordeel op voordeel op voordeel!",
      "ru": "Тройной выигрыш! Новые предметы (выигрыш!), сделанные собственными руками (выигрыш!), и мили Нука (выигрыш!) — что может быть лучше?!",
      "ja": "家具を手作りすると　愛着がわくだなも！お店で買ってくれた方が　うれしいけど、ＤＩＹで家具を　作ってくれた人には　個数に応じて　マイルをお渡ししてるだなも！",
      "ko": "직접 만든 가구엔 더 정이 가기 마련이지구리! 나야 가게에서 사주는 게 좋지만 그래도 DIY로 가구를 만드는 사람에게는 개수에 따라서 마일을 증정할게구리!",
      "zh-tw": "手工製作的家具才會好好珍惜狸！雖然直接在店裡購買也很讓人開心，但我會贈送相應的哩數給用ＤＩＹ製作家具的人狸！",
      "es-us": "N.º 1: Te fabricas tus propios muebles. N.º 2: Disfrutas haciendo manualidades. N.º 3: Consigues millas. Nadie lo puede negar, ¡son todas ventajas!",
      "fr-us": "Voici un marché où tout le monde est gagnant, re-gagnant et re-re-gagnant! Tu bricoles des meubles (gagnant), tu en profites chez toi (re-gagnant) et tu gagnes des points (re-re-gagnant)!",
      "en": "Here's a win-win-win situation: Craft your own furniture. (Win!) Enjoy your handiwork. (Win!) Earn Nook Miles for the furniture you've crafted. (Win!) What could be better than that?"
    }
  },
  "a14": {
    "gso": 12,
    "atp": "diy",
    "stg": [
      {
        "asv": 5,
        "asr": 300
      },
      {
        "asv": 20,
        "asr": 500
      },
      {
        "asv": 50,
        "asr": 1000
      },
      {
        "asv": 100,
        "asr": 2000
      },
      {
        "asv": 200,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "成为改造高手吧！",
      "de": "Möbel-Umgestalter",
      "es-es": "Laca y pintura",
      "fr-fr": "Déco perso",
      "it": "Mobilio in visibilio",
      "nl": "Meubel-make-over",
      "ru": "Освежитель мебели",
      "ja": "リメイクの達人になろう！",
      "ko": "리폼의 달인이 되자!",
      "zh-tw": "成為改造達人吧！",
      "es-us": "Lacado y pintura",
      "fr-us": "Décoration personnalisée",
      "en": "Furniture Freshener"
    },
    "des": {
      "zh-cn": "只要稍稍花点功夫改造，就能让家具更具个性，感觉不错吧？现在正举行根据改造次数赠送里数的活动，推荐给你狸！",
      "de": "Verleih deinen Möbeln etwas Individualität und verdiene dir Meilen damit! Je mehr du umgestaltest, desto mehr Meilen kriegst du auch. Toll, hm?",
      "es-es": "Darle al mobiliario tu toque personal también te reportará sustanciosas millas. Cuantos más artículos personalices, más millas podrás llegar a ganar y, lo mejor, ¡tu hogar será inimitable, sí, sí!",
      "fr-fr": "Apporter une touche personnelle à ses meubles, voilà qui mérite bien quelques miles. Plus tu personnaliseras tes objets, plus tu obtiendras de miles, oui, oui.",
      "it": "Dare un tocco personale al proprio arredamento può risultare in miglia premio. Più pezzi rimetterai a nuovo e più miglia otterrai. Non male, vero?",
      "nl": "Geef je meubels een persoonlijk tintje en je krijgt wat miles. Hoe meer voorwerpen je op die manier opknapt, hoe meer miles je krijgt! Wie knapt daar nou niet van op, hm?",
      "ru": "Придай своей мебели уникальный вид и заработай мили. Чем больше предметов ты изменишь, тем больше миль заработаешь, по рукам?",
      "ja": "リメイクをして　ひと手間　加えると、家具に　より個性が出て　いい感じになるだも？リメイク回数に応じて、マイルのプレゼントも　実施中だから、オススメだなも！",
      "ko": "손은 좀 가도 리폼을 하니까 물건이 개성적으로 바뀌어서 좋지 않아구리? 리폼 횟수에 따라 마일을 선물할 테니까 자주자주 시도해봐구리!",
      "zh-tw": "只要花點工夫進行改造，就能讓家具展現出個性，是不是感覺不錯狸？現在正在舉辦依照改造次數贈送哩數的活動，推薦給你狸！",
      "es-us": "Darles tu toque personal a tus muebles también te hará conseguir millas. Cuantos más artículos personalices, más millas podrás llegar a ganar y, lo mejor, ¡tu hogar será inimitable, sí, sí!",
      "fr-us": "Apporter une touche personnelle à ses meubles, voilà qui mérite bien quelques points. Plus tu personnaliseras tes objets, plus tu obtiendras de points, oui, oui.",
      "en": "Give your furniture that personal touch and you can unlock miles. The more items you refurbish, the more miles you can get, hm?"
    }
  },
  "a67": {
    "gso": 13,
    "atp": "diy",
    "stg": [
      {
        "asv": 20,
        "asr": 300
      },
      {
        "asv": 100,
        "asr": 500
      },
      {
        "asv": 500,
        "asr": 1000
      },
      {
        "asv": 2000,
        "asr": 2000
      },
      {
        "asv": 5000,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "de": "Auf dem Holzweg",
      "it": "Raccattalegna",
      "nl": "Ik hout van miles",
      "ru": "Усердный дровосек",
      "ja": "森のウッドカッター！",
      "ko": "벌목의 제왕!",
      "en": "Rough-hewn",
      "es": "Tienes madera",
      "fr": "Bûcheron bûcheur",
      "zh": "森林伐木工！"
    },
    "des": {
      "zh-cn": "无人岛的发展是Nook Inc.的目标狸！为此对资源的需求也是巨大的，根据砍伐的木材数量，我会赠送里数给你狸！",
      "de": "Ressourcen wie Holz sind eine der Grundlagen für den wirtschaftlichen Aufschwung dieser Insel. Deshalb belohnt Nook Inc. alle, die den Bäumen möglichst viel Holz abringen!",
      "es-es": "El objetivo de Nook Inc. es el desarrollo de la isla, y para eso es necesaria mucha materia prima. Te recompensaremos con millas Nook por la cantidad de madera que saques de nuestros árboles.",
      "fr-fr": "Le développement insulaire, chez Nook Inc., c'est notre passion. Il nous faut donc des matériaux ! C'est pourquoi nous offrons des miles à tous les apprentis bûcherons en fonction de la quantité de bois récupérée !",
      "it": "A tutti noi della Nook Inc. sta a cuore lo sviluppo dell'isola. Sappiamo che molti materiali sono necessari perché tutto ciò accada. Pertanto, più legna raccogli, più miglia di Nook ricevi.",
      "nl": "Nook Inc. beijvert zich voor de ontwikkeling van het eiland en daarvoor is veel materiaal nodig. We belonen je met Nook-miles op basis van de hoeveelheid hout die je van bomen hebt gehakt.",
      "ru": "Цель компании Nook Inc. — развитие острова. Тут не обойтись без сырья. Мы начисляем мили Нука за количество древесины, полученной из деревьев.",
      "ja": "無人島の発展は　たぬき開発の目標だなも！そのためには　資源もたくさん必要だから、木材を　切り出した数に応じて　マイルを　プレゼントさせてもらうだなも！",
      "ko": "Nook Inc.의 목표는 무인도의 발전이야구리! 그러려면 자원이 많이 필요하겠지? 채집한 목재의 개수에 따라 마일을 선물할 테니까 열심히 노력해줘구리!",
      "zh-tw": "發展無人島是Nook Inc.的目標狸！因此對資源的需求量也很大。我會依照你砍伐的木材數量，贈送哩數給你狸！",
      "es-us": "El objetivo de Nook Inc. es el desarrollo de la isla, y para eso se necesita mucha materia prima. Te recompensaremos con millas Nook por la cantidad de leña que saques de los árboles.",
      "fr-us": "Le développement insulaire, chez Nook Inc., c'est notre passion. Il nous faut donc des matériaux! Ainsi, nous offrons des points à tous les apprentis bûcherons en fonction de la quantité de bois récupérée!",
      "en": "Island development is Nook Inc.'s goal. We need a lot of materials to make that happen, so we're giving away Nook Miles based on how much wood you've chopped from trees."
    }
  },
  "a105": {
    "gso": 14,
    "atp": "cooking",
    "stg": [
      {
        "asv": 10,
        "asr": 500
      },
      {
        "asv": 30,
        "asr": 1000
      },
      {
        "asv": 50,
        "asr": 2000
      }
    ],
    "seq": true,
    "vad": "2.0.0",
    "loc": {
      "zh-cn": "增加料理手册吧！",
      "de": "Rezeptsammler",
      "it": "Un ricettario culinario",
      "nl": "Recepten voor succes",
      "ru": "Рецепт успеха",
      "ja": "料理レシピを　増やそう！",
      "ko": "요리 레시피를 늘리자!",
      "zh-tw": "增加料理方程式吧！",
      "en": "Writing a Cookbook?",
      "es": "Recetario culinario",
      "fr": "Les recettes du bonheur"
    },
    "des": {
      "zh-cn": "用料理手册拓展自己拿手的料理后，我会赠送你里数狸！",
      "de": "Deine Rezeptsammlung ist riesig, das muss mit Meilen belohnt werden! Lass deine Nachbarn an deinen leckeren Kreationen teilhaben, hm?",
      "es-es": "Semejante repertorio de recetas bien merece un puñado de millas a cambio. ¡Deleita los ojos y paladares de todos los residentes con deliciosas creaciones!",
      "fr-fr": "Voici quelques miles en récompense des mille et une recettes de ton répertoire. Sois sympa, fais-en aussi profiter les narines et les papilles de tes voisins, hmm ?",
      "it": "La tua lista di ricette potrebbe andare avanti per miglia. Ma le mie miglia sono meglio, mh? Delizia le papille gustative dei tuoi vicini con le tue saporite creazioni culinarie!",
      "nl": "Jouw verzameling recepten steekt de meest ervaren kok naar de... koksmuts! Dat is wel wat miles waard! Verwen je buren met al je heerlijke culinaire creaties, hm?",
      "ru": "Если сложить вместе все рецепты в твоей коллекции, их длины хватит на мили, и за это я даю... мили! Твои кулинарные шедевры — услада для глаз и желудка. Ну что, порадуешь соседей?",
      "ja": "料理レシピで　料理のレパートリーが増えたら、マイルを進呈するだなも！いろんな料理で　島のみんなの　目と舌を　楽しませてちょうだいね！",
      "ko": "요리 레시피로 할 수 있는 요리가 늘어나면 마일을 증정하고 있어구리! 다양한 요리를 통해 주민 여러분들의 눈과 혀를 즐겁게 해주길 바라구리!",
      "zh-tw": "料理方程式中的項目增加後，我就會贈送哩數給你狸！用各式各樣的料理滿足島民們的視覺與味蕾吧！",
      "es-us": "Semejante repertorio de recetas se merece un puñado de millas a cambio. ¡Deleita los ojos y paladares de todos los residentes con deliciosas creaciones!",
      "fr-us": "Voici quelques points en récompense des mille et une recettes de ton répertoire. Sois sympa, fais-en aussi profiter les narines et les papilles de tes voisins, hmm?",
      "en": "The recipes in your collection could stretch for miles, so allow me to present you with these...miles! Delight the eyes and stomachs of your neighbors with all your delicious creations, hm?"
    }
  },
  "a107": {
    "gso": 15,
    "atp": "cooking",
    "stg": [
      {
        "asv": 5,
        "asr": 300
      },
      {
        "asv": 30,
        "asr": 500
      },
      {
        "asv": 100,
        "asr": 1000
      },
      {
        "asv": 300,
        "asr": 2000
      },
      {
        "asv": 500,
        "asr": 3000
      }
    ],
    "seq": true,
    "vad": "2.0.0",
    "loc": {
      "zh-cn": "咝咝的煎锅！轰鸣的炉灶！",
      "de": "Mmm-Mmm-Meilen!",
      "es-es": "Millas por cocinillas",
      "fr-fr": "Délices de miles",
      "it": "Mmm... miglia!",
      "nl": "Mmm-mmm-miles",
      "ru": "М-м-м! М-м-мили!",
      "ja": "うなるフライパン！轟くオーブン！",
      "ko": "울려라 프라이팬! 타올라라 오븐!",
      "zh-tw": "平底鍋滋滋滋！烤箱烘烘烘！",
      "es-us": "Mmm... ¡millas!",
      "fr-us": "Délices de points",
      "en": "Mmm-Mmm-Miles!"
    },
    "des": {
      "zh-cn": "使用在岛上获得的食材制作料理是令人愉悦的事情狸。对于通过DIY制作料理的人，我会根据次数给与相应的里数狸！",
      "de": "Macht es nicht Spaß, Zutaten zu sammeln und Leckereien zu kreieren? Ich finde, all die Feinschmecker da draußen, die uns mit ihren feinen Kreationen erfreuen, verdienen Meilen, ja, ja!",
      "es-es": "Es divertido recolectar ingredientes y crear deliciosos platos, ¿sí? ¡Tus dotes como chef bien merecen un puñado de millas!",
      "fr-fr": "Rassembler des ingrédients pour concocter de délicieuses créations culinaires, c'est amusant, non ? Et en plus, ça peut te rapporter des miles, oui oui !",
      "it": "Trovare gli ingredienti giusti e creare gustosi manicaretti è una meraviglia, vero? E sono convinto che i nostri chef si meritino una bella ricompensa in miglia per tutte le volte che preparano le loro prelibatezze!",
      "nl": "Ingrediënten verzamelen en heerlijke lekkernijen maken is een genot, hm? Ja, ja! Onze keukenprinsen en -prinsessen verdienen wel wat miles voor al het lekkers dat ze hebben gemaakt!",
      "ru": "Как же весело собирать ингредиенты и готовить из них всякие вкусности, правда? Да-да, я считаю, что за все аппетитные угощения наши шеф-повара обязательно должны получать мили!",
      "ja": "島で手に入る　材料を使って　料理をするのは　楽しいものだも。ＤＩＹで料理を　作ってくれた人には、回数に応じて　マイルをお渡ししてるだなも！",
      "ko": "섬에서 얻을 수 있는 재료를 사용해서 요리를 하는 건 즐거운 일이야구리. DIY로 요리를 만든 사람에게는 횟수에 따라 마일을 증정하고 있어구리!",
      "zh-tw": "使用島上食材做料理是一件很開心的事狸。以ＤＩＹ製作料理的人，我將根據次數來贈送哩數狸！",
      "es-us": "Es divertido recolectar ingredientes y crear deliciosos platos, ¿sí? ¡Tus dotes de chef merecen un puñado de millas!",
      "fr-us": "Rassembler des ingrédients pour concocter de délicieuses créations culinaires, c'est amusant, non? Et en plus, ça peut te rapporter des points, oui oui!",
      "en": "Gathering ingredients and creating delicious treats is great fun, is it not? Yes, yes, I do believe our chefs out there deserve miles for all the times they've prepared something delicious!"
    }
  },
  "a49": {
    "gso": 16,
    "atp": "hha",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      },
      {
        "asv": 20,
        "asr": 500
      },
      {
        "asv": 50,
        "asr": 1000
      },
      {
        "asv": 100,
        "asr": 2000
      },
      {
        "asv": 200,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "道具粉碎机！",
      "de": "Der Verschleiß ist heiß",
      "it": "Spaccastrumenti",
      "nl": "Arbeidskracht",
      "ru": "Рабочий износ",
      "ja": "道具クラッシャー！",
      "ko": "도구 파괴자!",
      "zh-tw": "道具破壞王！",
      "en": "Trashed Tools",
      "es": "Revienta herramientas",
      "fr": "La casse, ça paye"
    },
    "des": {
      "zh-cn": "把道具用到坏掉，是你充分努力的证据狸！为了表扬你的这份功绩，会根据坏掉的数量给你相应的里数狸！",
      "de": "Wenn man ein Werkzeug bis zum Zerbrechen verwendet, beweist das nur, wie hart man arbeitet. Als Belohnung für die fleißige Werkzeugzerstörung bekommst du Nook-Meilen!",
      "es-es": "Usar una herramienta hasta romperla no es señal de torpeza, ¡sino de trabajar duro! Recompensaré tu esfuerzo con millas Nook en función de la cantidad de herramientas que se te hagan trizas, sí.",
      "fr-fr": "Il n'y a que les outils poussiéreux qui ne cassent pas ! Ta fréquence de destruction d'outils illustre mieux que toute autre chose ton âpreté à la tâche ! Voici des miles Nook calculés au prorata des outils brisés.",
      "it": "Usare i propri strumenti fino a romperli è la prova definitiva di aver lavorato sodo come non mai! O almeno così la pensiamo noi della Nook Inc. e per questo, infatti, ci sono delle miglia per te.",
      "nl": "Gereedschap gebruiken totdat het kapot-gaat, is bewijs van je harde werk! En wij bij Nook Inc. belonen noeste arbeid graag met wat miles, hm? Hoe meer gereedschap je stukmaakt, hoe meer miles je krijgt.",
      "ru": "Сломанный инструмент — знак усердия! За трудолюбие мы начисляем мили Нука в зависимости от количества сломанных инструментов.",
      "ja": "壊れるまで　道具を使い込んだのは、いっぱい　がんばった証だなも！その功績をたたえて　壊れた数に応じて　マイルを　プレゼントさせてもらうだなも！",
      "ko": "망가질 때까지 도구를 썼다는 건 그만큼 노력했다는 뜻일 거야구리! 그 노력을 칭찬하는 의미로 망가진 도구의 개수에 따라 마일을 선물할게구리!",
      "zh-tw": "把道具用到壞掉，是你相當努力的證據狸！為了表揚你的功績，我會依照壞掉的數量贈送哩數給你狸！",
      "es-us": "Usar una herramienta hasta romperla no es señal de torpeza, ¡sino de trabajar mucho! Recompensaré tu esfuerzo con millas Nook en función de la cantidad de herramientas que se te hagan trizas, sí.",
      "fr-us": "Il n'y a que les outils poussiéreux qui ne cassent pas! Ta fréquence de destruction d'outils illustre mieux que toute autre chose ta rigueur à la tâche! Voici des points Nook calculés au prorata des outils brisés.",
      "en": "Using a tool until it breaks is proof of your hard work! In praise of your good deeds, you're getting Nook Miles based on how many tools you've broken."
    }
  },
  "a57": {
    "gso": 17,
    "atp": "hha",
    "stg": [
      {
        "asv": 1,
        "asr": 500
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "敲击岩石的专家！",
      "de": "Steinreich",
      "es-es": "Para partirse",
      "it": "Pietre preziose",
      "nl": "Rotsklaps rijk",
      "ru": "Камнекол",
      "ja": "岩叩きのプロだなも！",
      "ko": "바위 치기의 프로!",
      "zh-tw": "敲擊岩石專家狸！",
      "es-us": "A los golpazos",
      "en": "Rock-Splitting Champ",
      "fr": "Des cailloux à la pelle"
    },
    "des": {
      "zh-cn": "作为连续8次敲击岩石的纪念，让我送给你里数狸！以后也请尽情享受岛上的生活哦！",
      "de": "Du hast achtmal hintereinander auf einen Stein gehauen. Wahrlich die Krone des zivilisatorischen Wirkens! Als Andenken an diesen monumentalen Tag bedenkt dich Nook Inc. mit einer Extraportion Meilen.",
      "es-es": "Has golpeado una roca ocho veces seguidas hasta extraerle todo lo que tenía de valor... ¡incluyendo estas millas! ¿Quién iba a pensar que una roca daría tanto jugo?",
      "fr-fr": "Tu as mis huit vigoureux coups de pelle sur un rocher et une surprise en a jailli ! Mais sache que démolir la caillasse est une activité doublement rentable, puisqu'elle te rapporte aussi des miles Nook, oui, oui !",
      "it": "Hai colpito una roccia per otto volte di fila, ricavandone un bel po' di roba. Quella roccia dev'essere la tua cornucopia personale! Infatti, per questo ottieni anche delle miglia di Nook!",
      "nl": "Door een steen acht keer achterelkaar te raken heb je een boel dingen losgemept. Maar dat is nog niet alles! Ja, ja! Je krijgt ook nog wat miles!",
      "ru": "Ты ударил по камню восемь раз подряд и выбил из него множество предметов. Но это еще не все сюрпризы! Вот тебе мили Нука в придачу!",
      "ja": "8回連続で　岩を叩くことが出来た記念に、マイルを　プレゼントさせてもらうだなも！これからも、島での暮らしを　思う存分　楽しんでちょうだいね！",
      "ko": "8회 연속 바위 치기에 성공한 기념으로 마일을 선물할게구리! 앞으로도 섬에서 원하는 대로 즐겁고 알차게 보내길 바랄게구리!",
      "zh-tw": "為了紀念你能夠連續敲擊8次，我會贈送哩數給你狸！今後也要盡情享受島上生活的樂趣喔！",
      "es-us": "Golpeaste una roca ocho veces seguidas hasta extraerle todo lo que tenía de valor... ¡incluyendo estas millas! ¿Quién iba a pensar que una roca daría tanto jugo?",
      "fr-us": "Tu as mis huit vigoureux coups de pelle sur un rocher et une surprise en a jailli! Mais sache que démolir la garnotte est une activité doublement rentable, puisqu'elle te rapporte aussi des points Nook, oui, oui!",
      "en": "You hit a single rock eight times in a row and knocked some things loose. But did you know that rock whacking is the activity that keeps on giving? Yes, yes! You're getting some Nook Miles now!"
    }
  },
  "a61": {
    "gso": 18,
    "atp": "hha",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "化石发掘队员认证！",
      "de": "Fossilienfund",
      "fr-fr": "Fossiles, vrais miles",
      "it": "Il mio primo fossile",
      "nl": "Paleontoloog in spe",
      "ru": "Палеонтолог-стажер",
      "ja": "かせき発掘隊員に認定だなも！",
      "ko": "화석 발굴 대원으로 인정해구리!",
      "zh-tw": "化石發掘隊員認證！",
      "fr-us": "Fossiles, vrais points",
      "en": "Bona Fide Bone Finder!",
      "es": "A otro perro con ese hueso"
    },
    "des": {
      "zh-cn": "祝贺你第一次发现化石狸！送你里数作为贺礼，收下吧！岛上有许多化石在地下沉睡，希望你能不断挖掘狸！",
      "de": "Glückwunsch, du hast ein paar alte Knochen ausgegraben! Als Belohnung gibt es ein paar brandneue Nook-Meilen. Aber ruh dich nicht auf deinen Lorbeeren aus – hier schlummern sicher noch viele Fossilien!",
      "es-es": "Ya has dado tu primer paso en el campo de la paleontología: ¡has hallado un fósil! Puedes celebrar la ocasión con unas millas, pero no te despistes: quedan muchos fósiles por encontrar, ¡sí, sí!",
      "fr-fr": "Bravo, tu as déterré ton premier fossile ! Il n'y a qu'un moyen de célébrer dignement un tel événement, et c'est de recevoir des miles Nook... Puis de reprendre sa pelle à la recherche d'autres fossiles, oui, oui !",
      "it": "Congratulazioni per aver trovato il tuo primo fossile! Ovviamente ti servono delle miglia di Nook per celebrare a dovere l'occasione. Ma non esagerare con i festeggiamenti! Ti aspettano altri scavi... questo è solo l'inizio!",
      "nl": "Gefeliciteerd met het vinden van je eerste fossiel! Hoe kun je dit beter vieren dan met een paar Nook-miles, hm? Maar hou het hoofd koel: er zijn nog meer fossielen om op te graven! Ja, ja!",
      "ru": "Поздравляем с находкой первой окаменелости! Как же тут без миль Нука? Но не останавливайся на достигнутом: недра острова таят еще не одну окаменелость.",
      "ja": "初めてのかせき発見、おめでとうだなも！お祝いに　マイルを贈るから　受けとってね！島には　たくさんの　かせきが眠っているから　ドンドン　発掘してほしいだなも！",
      "ko": "처음으로 화석을 발견한 걸 축하해구리! 축하의 뜻으로 마일을 보냈으니까 받아줘! 이 섬에는 많은 화석이 잠들어 있으니까 앞으로도 열심히 발굴해줘구리!",
      "zh-tw": "恭喜你首次發現化石！為了慶祝，我會贈送哩數給你，請收下吧！島上還沉睡著很多化石，要多多挖掘出來狸！",
      "es-us": "Ya has dado tu primer paso en el campo de la paleontología: ¡encontraste un fósil! Puedes celebrar la ocasión con unas millas, pero no te despistes: quedan muchos fósiles por encontrar, ¡sí, sí!",
      "fr-us": "Bravo, tu as déterré ton premier fossile! Il n'y a qu'un moyen de célébrer dignement un tel événement, et c'est de recevoir des points Nook... Puis de reprendre sa pelle à la recherche d'autres fossiles, oui, oui!",
      "en": "Congratulations on finding your first fossil! Of course, you'll need some Nook Miles to commemorate the occasion. But don't celebrate too hard. There are more fossils to dig up! Yes, yes!"
    }
  },
  "a62": {
    "gso": 19,
    "atp": "hha",
    "stg": [
      {
        "asv": 5,
        "asr": 300
      },
      {
        "asv": 30,
        "asr": 500
      },
      {
        "asv": 100,
        "asr": 1000
      },
      {
        "asv": 300,
        "asr": 2000
      },
      {
        "asv": 500,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "什么样的化石啊？！",
      "de": "Fossilienforschung",
      "it": "Paleontologia portami via",
      "nl": "Steengoede paleontoloog",
      "ru": "Оценка окаменелостей",
      "ja": "なんの　かせきかな？！",
      "ko": "무슨 화석일까?!",
      "zh-tw": "這是什麼化石？！",
      "en": "Fossil Assessment",
      "es": "Fósiles inestimables",
      "fr": "Expertise de fossiles"
    },
    "des": {
      "zh-cn": "现在正举行根据化石鉴定的数量，赠送里数的活动狸！请多多挖掘，试着研究各种各样的化石吧！",
      "de": "Ja, ja, auch für das Bestimmen von Fossilien bekommst du Nook-Meilen. Also immer schön ausgraben und dann herausfinden, was für einen Schatz du da hast!",
      "fr-fr": "T'as creusé, t'as déterré, t'as fait expertiser, et tu ramasses des miles dans ton panier ! Plus tu montreras de nouveaux fossiles à l'ami Thibou, et plus tu recevras de miles, alors ne lésine pas sur les coups de pelle !",
      "it": "In base ai fossili che avrai fatto valutare, ti premieremo con delle miglia di Nook. Portane alla luce il più possibile e scopri senza indugio di che pasta sono fatti! O meglio... \"erano\" fatti, sì, sì.",
      "nl": "Ja, ja! Je krijgt Nook-miles op basis van het aantal fossielen dat je door Blathers hebt laten analyseren. Graaf er zoveel mogelijk op en kom erachter wat ze zijn!",
      "ru": "Мы начисляем мили Нука за оценку окаменелостей. Выкапывай и узнавай, что таят в себе недра острова.",
      "ja": "かせきを鑑定してもらった数に応じて、マイルのプレゼントを　実施中だなも！たくさん発掘して　いろんな　かせきを　調べてみてちょうだいね！",
      "ko": "화석 감정을 받은 횟수에 따라 마일을 선물하고 있어구리! 앞으로도 열심히 발굴하고 다양한 화석을 조사해주면 좋겠어구리!",
      "zh-tw": "我會依照化石鑑定的次數贈送哩數給你狸！要多多挖掘各種化石進行調查喔！",
      "fr-us": "T'as creusé, t'as déterré, t'as fait expertiser, et tu ramasses des points dans ton panier! Plus tu montreras de nouveaux fossiles à l'ami Thibou, et plus tu recevras de points, alors ne lésine pas sur les coups de pelle!",
      "en": "Yes, yes! You're getting Nook Miles based on the number of fossils you've had assessed. Dig up as many as you can and find out what they are!",
      "es": "No todos sabemos identificar un fósil a simple vista, por eso es importante llevárselos a Sócrates para que los examine. Además, cuantos más fósiles identifiques, ¡más millas ganarás!"
    }
  },
  "a106": {
    "gso": 20,
    "atp": "hha",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      }
    ],
    "seq": true,
    "vad": "2.0.0",
    "loc": {
      "zh-cn": "陶俑，你好啊！",
      "de": "Guck mal, ein Gyroid!",
      "fr-fr": "Oh, un gyroïde !",
      "it": "Piacere, signor giroide!",
      "nl": "Aangenaam, gyroid",
      "ru": "Гип-гип, гироид!",
      "ja": "はにわさん、コンニチワ！",
      "ko": "토용님, 안녕하세용!",
      "zh-tw": "陶俑，很高興認識你！",
      "fr-us": "Oh, un gyroïde!",
      "en": "Nice to Meet You, Gyroid!",
      "es": "¡Un placer, don giroide!"
    },
    "des": {
      "zh-cn": "祝贺你首次发现陶俑！让我送你里数作为纪念狸！今后也请不断收集各种各样的陶俑吧！",
      "de": "Du hast deinen ersten Gyroiden gefunden! Dieser besondere Moment muss mit Meilen gewürdigt werden, ja, ja. Ich hoffe, dass dich das motiviert, viele verschiedene, wunderbare Gyroiden zu sammeln!",
      "fr-fr": "Tu as trouvé ton premier gyroïde ! Pour fêter ça, voici quelques miles pour toi, oui oui. J'espère que ça te motivera à trouver de plus en plus de ces créatures aussi mystérieuses que fascinantes...",
      "it": "Hai trovato il tuo primo giroide! Dobbiamo festeggiare con un bel po' di miglia, sì, sì. Spero che sia un incentivo a farti collezionare un sacco di nuovi tipi di giroidi!",
      "nl": "Je hebt je eerste gyroid ontdekt! Deze speciale gelegenheid vraagt om miles, ja, ja! Hopelijk voel je je geïnspireerd om op zoek te gaan naar nog veel meer andere geweldige gyroids.",
      "ru": "Твой первый гироид! Это знаменательное событие мы отпразднуем милями, да-да! Надеюсь, эта находка вдохновит тебя на поиски остальных чудесных гироидов.",
      "ja": "初めての　はにわ発見、おめでとう！記念に　マイルを　贈呈させてもらうだも！これからも　いろんな　はにわを　じゃんじゃん　集めてちょうだいね！",
      "ko": "처음 토용을 발견한 걸 축하해! 기념으로 마일을 증정할게구리! 앞으로도 다양한 토용을 많이많이 모아보길 바라구리!",
      "zh-tw": "恭喜你首次發現陶俑！我將送你哩數作為紀念狸。今後也要不斷收集各種陶俑喔！",
      "fr-us": "Tu as trouvé ton premier gyroïde! Pour fêter ça, voici quelques points pour toi, oui oui. J'espère que ça te motivera à trouver de plus en plus de ces créatures aussi mystérieuses que fascinantes...",
      "en": "You've discovered your first gyroid! This special occasion deserves miles, yes, yes. I hope you feel inspired to collect all sorts of different, wonderful gyroids now.",
      "es": "¡Has descubierto tu primer giroide! Una ocasión tan especial merece una recompensa en forma de millas. ¡Espero que esto te anime a coleccionar todo tipo de giroides!"
    }
  },
  "a104": {
    "gso": 21,
    "atp": "hha",
    "stg": [
      {
        "asv": 5,
        "asr": 300
      },
      {
        "asv": 15,
        "asr": 500
      },
      {
        "asv": 20,
        "asr": 1000
      }
    ],
    "seq": true,
    "vad": "2.0.0",
    "loc": {
      "zh-cn": "岛民啊，拥抱陶俑吧！",
      "de": "Gyroiden-Greifer",
      "it": "In giro a caccia di giroidi",
      "nl": "Gyroids à gogo",
      "ru": "Гироидомания",
      "ja": "島民よ、はにわを抱け！",
      "ko": "주민이여, 토용을 가져라!",
      "zh-tw": "島民啊，擁抱陶俑吧！",
      "en": "Gyroid Getter",
      "es": "Coleccionismo giroidal",
      "fr": "À la chasse aux gyroïdes"
    },
    "des": {
      "zh-cn": "收集各种各样的陶俑，我会赠送你里数狸！一旦发现了陶俑的魅力，就会深陷其中无法自拔狸。",
      "de": "Sammele verschiedene Arten von Gyroiden und erhalte Meilen dafür! Und wenn man einen gefunden hat, will man doch noch mehr, hm?",
      "es-es": "¡Consigue diversos tipos de giroides y obtén millas a cambio! Tras descubrir su existencia, cuesta resistir las ganas de ampliar la colección, ¿sí?",
      "fr-fr": "Collectionne toutes sortes de gyroïdes et gagne des miles au passage ! D'ailleurs, une fois qu'on a eu des gyroïdes chez soi, il est difficile de se passer de leur présence attachante...",
      "it": "Colleziona tanti tipi di giroidi per ottenere miglia in cambio! Vedrai, non potrai più fare a meno di questi strambi amici!",
      "nl": "Verzamel verschillende soorten gyroids en verdien miles! Als je er eenmaal een hebt gevonden, zul je altijd naar meer op zoek willen!",
      "ru": "Собирай разные виды гироидов и зарабатывай мили! Уверяю, стоит только откопать одного — и жажду охоты будет не утолить.",
      "ja": "いろんな種類の　はにわを集めたアナタに、マイルをプレゼントするだなも！はにわの魅力に　気付いてしまったら　もう　はにわ沼から　抜け出せなくなるだも！",
      "ko": "다양한 종류의 토용을 모은 분께는 마일을 선물할게구리! 한 번 토용의 매력에 빠져버리면 다시는 그 늪에서 빠져나올 수 없지구리!",
      "zh-tw": "我會贈送哩數給收集了各種陶俑的你狸！一旦發現陶俑的魅力，就會深陷陶俑沼澤而無法自拔狸。",
      "es-us": "¡Consigue diversos tipos de giroides y obtén millas a cambio! Una vez que los descubras, te costará resistir las ganas de ampliar tu colección, ¿sí?",
      "fr-us": "Collectionne toutes sortes de gyroïdes et gagne des points au passage! D'ailleurs, une fois qu'on a eu des gyroïdes chez soi, il est difficile de se passer de leur présence attachante...",
      "en": "Collect different kinds of gyroids, and earn miles in return! I suspect once you experience life in their presence, you'll find it hard to resist hunting for more, hm?"
    }
  },
  "a37": {
    "gso": 22,
    "atp": "plant",
    "stg": [
      {
        "asv": 50,
        "asr": 300
      },
      {
        "asv": 200,
        "asr": 500
      },
      {
        "asv": 1000,
        "asr": 1000
      },
      {
        "asv": 2000,
        "asr": 2000
      },
      {
        "asv": 3000,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "招募除草志愿者",
      "de": "Unkrautfeind",
      "es-es": "¡Abajo el hierbajo!",
      "it": "Guadagni con la gramigna",
      "nl": "Het onkruid eruit",
      "ru": "Мастер прополки",
      "ja": "草むしりボランティア募集",
      "ko": "잡초 뽑기 자원봉사 모집",
      "zh-tw": "招募拔草義工",
      "es-us": "¡Destreza con la maleza!",
      "en": "Greedy Weeder",
      "fr": "Adieu, la mauvaise herbe"
    },
    "des": {
      "zh-cn": "Nook Inc.万分感谢你在岛屿美化活动中的贡献狸！根据你卖掉的杂草数量，会给你相应的里数狸！",
      "de": "Nook Inc. möchte seine Anerkennung für deine Bemühungen zur Verschönerung der Insel mit einem schönen Paket Nook-Meilen Ausdruck verleihen. Weiter so, jäte Unkraut! Für die Schönheit! Für Nook-Meilen!",
      "es-es": "Tú quitas hierbajos, ¡Nook Inc. se quita el sombrero! La isla no sería lo mismo sin tus esfuerzos por embellecerla. ¡Gracias! Además, al vender los hierbajos no solo consigues bayas, ¡sino también millas!",
      "fr-fr": "Nook Inc. salue tes efforts paysagistes. Nook Inc. te remercie d'avoir vendu des mauvaises herbes en t'offrant des miles Nook. Oui, oui : Nook Inc. est comme ça !",
      "it": "La Nook Inc. approva e apprezza i tuoi sforzi nello strappare le erbacce per rendere l'isola sempre più bella e pulita. Inoltre, più erbacce vendi, più miglia di Nook ricevi in premio, sì, sì!",
      "nl": "Hoe jij onkruid met wortel en tak uitroeit, verdient het respect van Nook Inc.! Voor het verkopen van onkruid, beloont Nook Inc. je met Nook-miles. Gul van Nook Inc., hm?",
      "ru": "Nook Inc. приветствует старания по облагораживанию острова и поощряет продажу сорняков милями Нука.",
      "ja": "島の美化活動に　協力してくれるのは、たぬき開発にとっても　ありがたいことだなも！雑草を　引き取らせてもらった数に応じて、マイルを　お渡ししてるだなも！",
      "ko": "섬의 환경을 위해 애쓰는 모습, Nook Inc.를 대표해서 감사 인사를 전하고 싶어구리! 판매한 잡초의 개수에 따라 마일을 선물할게구리!",
      "zh-tw": "Nook Inc.十分感謝你對島嶼美化活動的貢獻狸！我會依照你賣掉的雜草數量，贈送哩數給你狸！",
      "es-us": "Tú quitas maleza, ¡Nook Inc. se quita el sombrero! La isla no sería lo mismo sin tus esfuerzos por embellecerla. ¡Gracias! Además, al vender maleza no solo consigues bayas, ¡sino también millas!",
      "fr-us": "Nook Inc. salue tes efforts paysagistes. Nook Inc. te remercie d'avoir vendu des mauvaises herbes en t'offrant des points Nook. Oui, oui : Nook Inc. est comme ça!",
      "en": "Nook Inc. salutes you for your beautification efforts. Nook Inc. rewards you with Nook Miles for selling weeds. Nook Inc. is quite generous, no?"
    }
  },
  "a6": {
    "gso": 23,
    "atp": "plant",
    "stg": [
      {
        "asv": 10,
        "asr": 300
      },
      {
        "asv": 50,
        "asr": 500
      },
      {
        "asv": 100,
        "asr": 1000
      },
      {
        "asv": 200,
        "asr": 2000
      },
      {
        "asv": 300,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "享受园艺的乐趣吧！",
      "de": "Meistergärtner",
      "es-es": "Jardinería con florituras",
      "it": "Potenza dei fiori",
      "nl": "Wie zaait, zal oogsten",
      "ru": "Красота — сила",
      "ja": "エンジョイ・ガーデニング！",
      "ko": "즐거운 정원 가꾸기!",
      "zh-tw": "享受園藝之樂！",
      "es-us": "Flores que adores",
      "en": "Flower Power",
      "fr": "Flower Power"
    },
    "des": {
      "zh-cn": "在各个地方播上花种或种上球根，让这个岛变得更热闹狸！对于兢兢业业到处种植的人，我会给予里数作为回报狸！",
      "de": "Je mehr Blumen hier wachsen, desto schöner ist unsere Insel. Deshalb verleihe ich den fleißigsten Blumenpflanzern die begehrten Nook-Meilen!",
      "es-es": "Sembrar flores embellece la isla y te hace ganar millas. Si con eso no germina en ti el amor por la jardinería, nada lo logrará. Adelante, ¡no hay semillas sin millas!",
      "fr-fr": "Planter des fleurs embellit notre île et rapporte des miles... Alors plantes-en un maximum ! Quand on sème, on ne compte pas, non, non !",
      "it": "Piantare fiori rende l'isola più bella... e arricchisce il tuo bottino di miglia. Chi avrebbe mai detto che dei semplici fiori fossero capaci di tanto?",
      "nl": "Door bloemen te planten wordt ons eiland mooier en mooier. Wie bloemen zaait, oogst miles! Ja, ja!",
      "ru": "Рассаживай цветы, чтобы сделать наш остров еще красивее, и получай за это мили. Да-да!",
      "ja": "いろんなところに　花の種や球根を植えて、島をもっと　華やかに　したいだなも！ジャンジャン　植えてくれた人には　お返しにマイルを　あげるだなも！",
      "ko": "꽃씨와 구근을 여기저기 많이 심어서 이 섬을 더 아름답게 만들어줘구리! 꽃씨와 구근을 많이많이 심은 사람에게는 보답으로 마일을 선물할게구리!",
      "zh-tw": "我想要到處種植花的種子跟球根，讓這座島更加熱鬧狸！我會贈送哩數給努力幫我種植的人作為回報狸！",
      "es-us": "Sembrar flores embellece la isla y te hace ganar millas. Si eso no hace que germine en ti el amor por la jardinería, nada lo hará. Adelante, ¡no hay semillas sin millas!",
      "fr-us": "Planter des fleurs embellit notre île et rapporte des points... Alors, plantes-en un maximum! Quand on sème, on ne compte pas, non, non!",
      "en": "Planting flowers makes our island more beautiful and can earn you miles. So...grow wild! Yes, yes!"
    }
  },
  "a23": {
    "gso": 24,
    "atp": "plant",
    "stg": [
      {
        "asv": 10,
        "asr": 300
      },
      {
        "asv": 50,
        "asr": 500
      },
      {
        "asv": 100,
        "asr": 1000
      },
      {
        "asv": 500,
        "asr": 2000
      },
      {
        "asv": 1000,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "浇浇花，有花相伴的生活",
      "de": "Blumengießer",
      "it": "Annaffiare con amore",
      "nl": "Gulle gieter",
      "ru": "Любовь к цветам",
      "ja": "水やりで　花のあるくらし",
      "ko": "꽃과 함께하는 생활",
      "zh-tw": "每天澆花，生活在花花世界裡",
      "en": "Flower Tender",
      "es": "Que llueva",
      "fr": "L'arroseur arrosé"
    },
    "des": {
      "zh-cn": "每天浇水，悉心地照料，花的数量就会不断增加，或是开出珍稀颜色的花来！我为你感到自豪狸！大家一起来帮忙吧！",
      "de": "Wenn du die Blumen der Insel mit Wasser überschüttest, werde ich dich mit Meilen überschütten. Auf dass du wachsest und gedeihest!",
      "es-es": "Si tú ayudas a las flores a crecer regándolas regularmente, yo te ayudaré a ti con una lluvia de millas.",
      "fr-fr": "Arrose les fleurs de l'île et je t'arroserai de miles Nook ! Marché conclu, hm ?",
      "it": "Dimostra il tuo amore per l'isola annaffiando i fiori di frequente... e ti ricambieremo irrorandoti di miglia di Nook!",
      "nl": "Als jij de bloemen helpt bloeien door ze water te geven, help ik jou door het Nook-miles te laten regenen!",
      "ru": "Если ты будешь обеспечивать рост цветов, поливая их водой, я буду обеспечивать твой рост, осыпая тебе милями Нука!",
      "ja": "毎日　水やりして　ていねいに育てた　お花は　どんどん増えたり　珍しい色の花を咲かせたり、それはもう　キレイに咲きほこるだなも！みなさん、水やりに　ご協力お願いしまーす！",
      "ko": "매일매일 꽃에 물을 주면 옆에 꽃이 더 피기도 하고 희귀한 색의 꽃이 피기도 해구리! 여러분도 열심히 꽃을 가꿔서 그 아름다운 광경을 두 눈으로 직접 확인해봐구리!",
      "zh-tw": "每天澆花、細心培育花朵的話，花朵數量就會慢慢增加，還會開出稀有的顏色，讓島上繁花似錦狸！請大家務必幫忙澆花狸！",
      "es-us": "Si ayudas a que crezcan las flores regándolas regularmente, yo te ayudaré a ti con una lluvia de millas.",
      "fr-us": "Arrose les fleurs de l'île et je t'arroserai de points Nook! Marché conclu, hm?",
      "en": "If you encourage floral growth by showering the island's flowers with water, I'll encourage your growth by showering you with Nook Miles!"
    }
  },
  "a8": {
    "gso": 25,
    "atp": "plant",
    "stg": [
      {
        "asv": 5,
        "asr": 300
      },
      {
        "asv": 10,
        "asr": 500
      },
      {
        "asv": 30,
        "asr": 1000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "给岛上增添绿色！植树挑战！",
      "de": "Baumpflanzer",
      "es-es": "Desarrollo sostenible",
      "it": "Alberi per il domani",
      "nl": "Lof voor loof",
      "ru": "Рощи да леса",
      "ja": "島に緑を！植樹チャレンジ！",
      "ko": "도전! 푸르른 섬 가꾸기",
      "zh-tw": "為島上加點綠色！植樹挑戰！",
      "es-us": "Desarrollo sustentable",
      "en": "Tomorrow's Trees Today",
      "fr": "Forestation"
    },
    "des": {
      "zh-cn": "长大了的树木可以作为原材料使用，因此希望大家能协助苗木种植活动！根据种植的棵数会给予里数，所以请加油，愉快地种树吧！",
      "de": "Holz ist Zivilisation. Bäume sind aus Holz. Also brauchen wir massenweise Bäume, ja, ja! Je mehr du anpflanzt, desto mehr Meilen bekommst du!",
      "es-es": "Mantener el equilibrio ecológico del entorno es tarea de todos. ¡Pon de tu parte! Cuantos más árboles plantes, más millas recibirás.",
      "fr-fr": "Pour subvenir à nos besoins en ressources tout en conservant la viabilité écologique de l'île, il nous faut des arbres, beaucoup d'arbres ! Plus tu en planteras, plus tu obtiendras de miles !",
      "it": "Per uno sviluppo sostenibile dell'isola ci sarà bisogno di molti alberi! Più ne pianti e più miglia potrai guadagnare.",
      "nl": "Om een leven op te bouwen op dit eiland heb je een boel bomen nodig! Hoe meer bomen je plant, hoe meer miles je kunt verdienen.",
      "ru": "Экологически устойчивое развитие острова невозможно без деревьев! Чем больше деревьев посадишь, тем больше миль получишь!",
      "ja": "大きく育った木は　材料としても使えるから、苗木を植える活動に　協力してほしいだなも！本数に応じて　マイルをあげるから、楽しみながら　がんばってちょうだいね！",
      "ko": "크게 잘 자란 나무는 다양한 곳에 쓰이는 좋은 재료가 되니까 묘목을 적극적으로 심어줬으면 좋겠어구리! 나무를 몇 그루 심었는지에 따라 마일을 줄게구리!",
      "zh-tw": "長大了的樹木也可以作為材料，因此希望大家能為種植樹苗活動盡一份心力狸！我會依照種植的數量贈送哩數，請好好加油，快樂種樹吧！",
      "es-us": "Mantener el equilibrio ecológico del lugar es tarea de todos. ¡Pon tu granito de arena! Cuantos más árboles plantes, más millas recibirás.",
      "fr-us": "Pour subvenir à nos besoins en ressources tout en conservant la viabilité écologique de l'île, il nous faut des arbres, beaucoup d'arbres! Plus tu en planteras, plus tu obtiendras de points!",
      "en": "To build a sustainable life on this island, we're going to need to plant a lot of trees! The more you plant, the more miles you can earn."
    }
  },
  "a70": {
    "gso": 26,
    "atp": "plant",
    "stg": [
      {
        "asv": 20,
        "asr": 300
      },
      {
        "asv": 100,
        "asr": 500
      },
      {
        "asv": 500,
        "asr": 1000
      },
      {
        "asv": 1000,
        "asr": 2000
      },
      {
        "asv": 3000,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "享受采摘水果的乐趣吧！",
      "de": "Profipflücker",
      "it": "Magnate della frutta",
      "nl": "Vruchtbare handel",
      "ru": "Плоды труда",
      "ja": "フルーツ狩りを楽しもう！",
      "ko": "신나게 과일을 따보자!",
      "zh-tw": "享受摘水果的樂趣吧！",
      "en": "Pick of the Bunch",
      "es": "Los frutos del trabajo",
      "fr": "Corne d'abondance"
    },
    "des": {
      "zh-cn": "根据卖水果的个数，为你准备了里数作为礼物狸！如果把岛上特产的水果卖到隔壁岛，可以卖出很高的价钱狸！",
      "de": "Für den Verkauf einer bestimmten Menge Obst bekommst du Meilen! Kleiner Tipp: Auf anderen Inseln wird teilweise mehr für die Früchte bezahlt, die unsere Spezialität sind.",
      "fr-fr": "Le commerce de fruits, c'est juteux, oui, oui ! Alors vends-en et tu obtiendras des miles par-dessus le marché. Petit tuyau : si tu vends le fruit spécifique de notre île sur d'autres, les clochettes pleuvront !",
      "it": "Otterrai miglia di Nook in base alla quantità di frutta che avrai venduto. Sappi che, se vendi quella tipica della tua isola su altre isole, potresti ottenere stelline in più!",
      "nl": "Hoe meer fruit je verkoopt, hoe meer Nook-miles je krijgt. Vergeet niet dat je door de lokale vruchten te verkopen op een ander eiland, meer klingels kunt verdienen.",
      "ru": "Ты зарабатываешь мили в зависимости от количества проданных фруктов. Помни: за экспорт наших родных фруктов на другие острова можно требовать более высокую сумму!",
      "ja": "フルーツを売った個数に応じて　マイルを　プレゼントしてるだなも！島の特産フルーツは、よその島で売ると　高く買ってもらえることが　あるみたいだなも！",
      "ko": "판매한 과일의 개수에 따라 마일을 증정하고 있어구리! 섬 특산품인 과일을 다른 섬에 가져가면 비싸게 팔 수 있을지도 몰라구리!",
      "zh-tw": "我會依照你賣出的水果數量，贈送哩數給你狸！如果把島上的特產水果拿去鄰島販賣的話，就能賣出很高的價錢狸！",
      "fr-us": "Le commerce de fruits, c'est juteux, oui, oui! Alors, vends-en et tu obtiendras des points par-dessus le marché. Petit tuyau : si tu vends le fruit spécifique de notre île sur d'autres, les clochettes pleuvront!",
      "en": "You'll get Nook Miles based on the amount of fruit you've sold. Remember: If you sell our island's specialty fruits on other islands, you might be able to get a better price!",
      "es": "Recibirás millas Nook en función del número de veces que vendas fruta. Por cierto, ¿sabías que, si vendes la fruta local en otras islas, te la pagarán mejor?"
    }
  },
  "a7": {
    "gso": 27,
    "atp": "plant",
    "stg": [
      {
        "asv": 1,
        "asr": 100,
        "img": "plant1"
      },
      {
        "asv": 1,
        "asr": 200,
        "img": "plant2"
      },
      {
        "asv": 1,
        "asr": 300,
        "img": "plant3"
      },
      {
        "asv": 1,
        "asr": 500,
        "img": "plant4"
      },
      {
        "asv": 1,
        "asr": 700,
        "img": "plant5"
      },
      {
        "asv": 1,
        "asr": 1000,
        "img": "plant6"
      }
    ],
    "loc": {
      "zh-cn": "水果乐园",
      "de": "Obstbauer",
      "es-es": "Macedonia",
      "it": "Piantagione fruttosa",
      "nl": "Fruitbuit",
      "ru": "Фруктовые заботы",
      "ja": "フルーツの楽園",
      "ko": "과일 낙원",
      "zh-tw": "水果樂園",
      "es-us": "Fruta fructífera",
      "en": "Fruit Roots",
      "fr": "Fruits pour tous les goûts"
    },
    "des": {
      "zh-cn": "世界上有许多不同的水果狸！希望你能种植各种各样的水果，让这座岛成为美丽的果园狸♪我会赠送里数给提供帮助的人哦！",
      "de": "Es gibt so viele fruchtig feine Obstsorten auf der großen, weiten Welt! Und wenn du etwas nachhilfst, könnten sie alle auch auf deiner Insel wachsen, ja, ja!",
      "fr-fr": "Les fruits cultivés à (nom de l'île) sont un régal, mais il existe d'autres variétés dans ce vaste monde. À chaque nouvelle variété que tu plantes sur cette île, tu empoches des miles Nook !",
      "it": "La frutta di (island name) è deliziosa, ma ne esistono altre varietà in questo vasto mondo. E cosa succede se pianti alberi da frutto diversi? Che farai il pieno di miglia, oltre che di vitamine!",
      "nl": "De lokale vrucht van  is verrukkelijk. Door verschillende soorten te planten verdien je miles! Pluk de vruchten van het planten van fruitbomen! Letterlijk en figuurlijk!",
      "ru": "На свете много разных видов фруктов. Сажай их на острове, и тогда вырастут и мили Нука. А с урожаем делай что угодно!",
      "ja": "世界には　色んなフルーツがあるんだも！様々なフルーツを植えて、この島に　ステキな果樹園を　作ってほしいだなも♪　協力してくれた方には　マイルでお礼するからね！",
      "ko": "이 세상에는 다양한 종류의 과일이 있어구리! 여러 가지의 과일을 심어서, 이 섬에 멋진 과수원을 만들어줘구리♪ 협조해준 분에게는 마일로 보답할게!",
      "zh-tw": "世界上還有許許多多的水果狸！希望你可以種植各式各樣的水果，讓這座島成為很棒的水果樂園狸♪我會贈送哩數給提供協助的人！",
      "fr-us": "Les fruits cultivés à (nom de l'île) sont un régal, mais il existe d'autres variétés dans ce vaste monde. À chaque nouvelle variété que tu plantes sur cette île, tu empoches des points Nook!",
      "en": "(island name)'s local fruit delicacy is a wonder, to be sure. But if you plant new varieties, guess what'll happen? Correct! You'll \"grow\" some Nook Miles! What you do with the fruit after that is up to you.",
      "es": "Cada isla tiene su fruta autóctona, pero eso no significa que no puedan cultivarse todo tipo de árboles frutales. ¿Qué pasará si plantas otras variedades? ¡Pues que recibirás millas, además de vitaminas!"
    }
  },
  "a92": {
    "gso": 28,
    "atp": "plant",
    "stg": [
      {
        "asv": 1,
        "asr": 300,
        "img": "plant7"
      },
      {
        "asv": 5,
        "asr": 500,
        "img": "plant7"
      },
      {
        "asv": 20,
        "asr": 1000,
        "img": "plant7"
      }
    ],
    "seq": true,
    "vad": "1.2.0",
    "loc": {
      "zh-cn": "用灌木装点的花园生活！",
      "de": "Da ist was im Busch...",
      "it": "Un cespuglio per amico",
      "nl": "Puike struiken",
      "ru": "Цветущий сезон",
      "ja": "低木で彩るガーデニング生活！",
      "ko": "낮은 나무로 예쁜 정원을!",
      "zh-tw": "用灌木裝點園藝生活吧！",
      "en": "Shrubbery Hubbubbery",
      "es": "Gusto por el arbusto",
      "fr": "La passion des pousses"
    },
    "des": {
      "zh-cn": "只在固定季节才会开花的各种灌木可以令人感受到季节的到来狸！根据种植灌木的数量，我会赠送里数作为奖励狸！",
      "de": "Verschiedene Büsche blühen auch zu verschiedenen Jahreszeiten. Und wer viele davon pflanzt, dem blüht noch etwas ganz anderes: Nook-Meilen, ja, ja!",
      "fr-fr": "Planter des arbustes de différentes sortes, c'est l'assurance de vivre au milieu des fleurs en toute saison, oui, oui ! Alors variez les plaisirs et récoltez une avalanche de miles et de beauté.",
      "it": "Ci sono molte varietà di cespugli che fioriscono in diverse stagioni. Chi si dedicherà a piantarne il più possibile, non solo abbellirà il paesaggio, ma otterrà anche delle profumatissime miglia, sì, sì!",
      "nl": "Aan verschillende struiken kun je zien dat er een nieuw seizoen is aangebroken, ja, ja! Wie veel struiken plant, wordt niet alleen beloond met hun schoonheid, maar ook met miles!",
      "ru": "Каждому сезону — свои цветущие кусты, да-да! Награда за посадку большого количества цветущих растений — не только радость для глаз, но и мили Нука!",
      "ja": "種類ごとに　決まった季節に　花を咲かせる低木は　季節の訪れを　感じさせてくれるだも！低木を　植えてくれた数に応じて、ごほうびのマイルを　プレゼントするだなも！",
      "ko": "낮은 나무는 종류에 따라서 정해진 계절에 꽃을 피우기 때문에 계절의 변화를 느끼게 해주지! 낮은 나무를 몇 그루 심었는지를 보고 선물로 마일을 드릴게구리!",
      "zh-tw": "在特定季節才會開花的灌木植物，能讓人感受到季節的到來狸！我會根據種植灌木的數量贈送獎勵的哩數狸！",
      "fr-us": "Planter des arbustes de différentes sortes, c'est se garantir une vie remplie de fleurs toutes les saisons, oui, oui! Alors varie les plaisirs et récolte une avalanche de points et de beauté.",
      "en": "Different kinds of shrubs usher in the different seasons with their flowers, yes, yes! Folks who plant many shrubs will receive beauty and miles as a reward.",
      "es": "Hay muchas variedades de arbustos que florecen en distintas épocas del año. Planta muchos arbustos y, además de embellecer el paisaje, ganarás unas cuantas millas, ¡sí, sí!"
    }
  },
  "a100": {
    "gso": 29,
    "atp": "vegetable",
    "stg": [
      {
        "asv": 5,
        "asr": 300
      },
      {
        "asv": 20,
        "asr": 500
      },
      {
        "asv": 50,
        "asr": 1000
      },
      {
        "asv": 100,
        "asr": 2000
      },
      {
        "asv": 200,
        "asr": 3000
      }
    ],
    "seq": true,
    "vad": "2.0.0",
    "loc": {
      "zh-cn": "种植蔬菜，新鲜生活！",
      "de": "Kraft der Landwirtschaft",
      "it": "Culturista delle colture",
      "nl": "Miles voor moestuinen",
      "ru": "Бег за побегами",
      "ja": "野菜づくりで　フレッシュ生活！",
      "ko": "야채를 키워서 프레시한 생활을!",
      "zh-tw": "種植蔬菜，美味生活！",
      "en": "Sprout Out Loud",
      "es": "A plantar sin parar",
      "fr": "Retour à la terre"
    },
    "des": {
      "zh-cn": "在各个地方种植蔬菜苗，用丰收的果实打造出美味的岛屿狸！从家庭菜园到真正的农田，Nook Inc.将全力支持你哦！",
      "de": "Baue fleißig an, ob im Hintergarten oder auf einem richtigen Feld. Eine reiche Ernte erwartet dich – in Form von Feldfrüchten und Nook-Meilen gleichermaßen, ja, ja!",
      "es-es": "Planta retoños de verduras por la isla y cosecha sus frutos. Ya sea en un pequeño huerto o en una gran plantación, en Nook Inc. te agradeceremos tu contribución.",
      "fr-fr": "Plante des pousses potagères partout sur l'île pour récolter une profusion de produits frais ! Que ce soit dans un petit jardin ou un grand champ, apporte ton soutien à l'initiative agricole de Nook Inc. ! Oui oui !",
      "it": "Pianta le tue verdure in ogni parte dell'isola e ottieni prodotti freschi e salutari! Non importa che sia un orticello o una grossa piantagione, la Nook Inc. ti sarà grata per il tuo contributo, sì, sì!",
      "nl": "Plant zaailingen over het hele eiland om de lekkerste gewassen te kunnen oogsten! Of je nu voor een kleine moestuin of een flinke akker gaat, je ondersteunt sowieso de ontwikkeling van het eiland! Ja, ja!",
      "ru": "Рассаживай свои растения по всему острову и снимай с них свежий и яркий урожай! Скромный огородик и огромные сельскохозяйственные поля — все идет на пользу Nook Inc. Да-да! Спасибо!",
      "ja": "野菜の苗を　いろんな場所に　植えて、実り豊かで　おいしい島に　成長させたいんだも！家庭菜園から　本格的な畑づくりまで　たぬき開発に　全力で　応援させてちょうだいね！",
      "ko": "다양한 장소에 야채 모종을 심어서 맛있는 작물이 많이 자라는 섬을 만들고 싶어구리! 작은 텃밭에서 본격적인 농사를 위한 밭 조성까지, Nook Inc.가 열심히 응원할게구리!",
      "zh-tw": "在各處種植蔬菜苗，用豐收的蔬菜建造出美味的島嶼狸！從家庭菜園到真正的農田，Nook Inc.都會全力為你加油的！",
      "es-us": "Planta retoños de verduras por la isla y cosecha sus frutos. Ya sea en una pequeña huerta o en una gran plantación, en Nook Inc. te agradeceremos tu contribución.",
      "fr-us": "Plante des pousses de légumes partout sur l'île pour récolter une profusion de produits frais! Que ce soit dans un petit jardin ou un grand champ, apporte ton soutien à l'initiative agricole de Nook Inc.! Oui oui!",
      "en": "Plant your produce starts across the whole island for a fresh, bounteous crop! Whether it's a small home garden or a full-on field, support Nook Inc. with all your produce-planting power! Yes, yes!"
    }
  },
  "a102": {
    "gso": 30,
    "atp": "vegetable",
    "stg": [
      {
        "asv": 10,
        "asr": 300
      },
      {
        "asv": 50,
        "asr": 500
      },
      {
        "asv": 150,
        "asr": 1000
      },
      {
        "asv": 500,
        "asr": 2000
      },
      {
        "asv": 1000,
        "asr": 3000
      }
    ],
    "seq": true,
    "vad": "2.0.0",
    "loc": {
      "zh-cn": "收获新鲜蔬菜吧！",
      "de": "Erntedank",
      "it": "Un raccolto ben accolto",
      "nl": "Lof oogsten",
      "ru": "Отменный производитель",
      "ja": "フレッシュ野菜を　収穫しよう！",
      "ko": "신선한 야채를 수확하자!",
      "zh-tw": "收成新鮮蔬菜！",
      "en": "Executive Producer",
      "es": "Cosecha bien hecha",
      "fr": "Frais les légumes"
    },
    "des": {
      "zh-cn": "南瓜、番茄、胡萝卜、马铃薯……细心栽培的蔬菜到了收获的季节，那份喜悦是任何事物都无法取代的狸！希望你能感受到种植蔬菜的魅力♪",
      "de": "Alles schmeckt hundertmal so gut, wenn man es mit den eigenen Händen erntet. Zeit, die Früchte deiner Arbeit zu genießen. Ganz zu schweigen von all den Tomaten, Kürbissen, Karotten, Kartoffeln...",
      "es-es": "No hay nada mejor que cosechar tu propia verdura que tanto esfuerzo te ha costado cultivar, sí, sí. Disfruta de los frutos de tu trabajo, y de las calabazas, las zanahorias, la caña de azúcar y las patatas.",
      "fr-fr": "Rien de plus gratifiant que de récolter de beaux légumes obtenus à la sueur de son front, oui oui ! Alors va vite profiter du fruit de ton labeur... citrouilles, carottes, cannes à sucre et pommes de terre !",
      "it": "Non c'è niente di meglio di raccogliere ciò che si è piantato e coltivato con il sudore della fronte! È arrivato il momento di gustarti le prelibatezze che hai accudito e aspettato per così tanto tempo!",
      "nl": "Gewassen oogsten die je zelf verbouwd hebt... Wat moet dat een voldoening geven, ja, ja! Wees trots op de gedane arbeid en geniet van alles wat je oogst... en van deze miles!",
      "ru": "Как приятно собирать урожай, ради которого трудишься в поте лица! Да-да! Наслаждайся плодами своих трудов, а еще и тыквами, морковью, сахарным тростником и картофелем!",
      "ja": "カボチャ、トマト、ニンジン、ジャガイモ・・・手塩にかけて育てた野菜を　収穫したときの喜びは　何物にも　代えがたいものなんだも！野菜づくりの魅力を　味わってほしいだなも！",
      "ko": "호박, 토마토, 당근, 감자... 직접 심고 돌본 야채를 수확했을 때의 기쁨은 어떤 것에도 비할 수 없는 행복이야구리! 야채 키우기의 매력을 맛보길 바라구리♪",
      "zh-tw": "南瓜、番茄、胡蘿蔔、馬鈴薯……細心栽培的蔬菜到了收成的季節，那份喜悅是任何事物都無法取代的狸！希望你能感受到種植蔬菜的魅力♪",
      "es-us": "No hay nada mejor que cosechar tu propia verdura que tanto esfuerzo te ha costado cultivar, sí, sí. Disfruta de los frutos de tu trabajo, y de las calabazas, las zanahorias, la caña de azúcar y las papas.",
      "fr-us": "Rien de plus gratifiant que de récolter de beaux légumes obtenus à la sueur de son front, oui oui! Alors va vite profiter du fruit de ton labeur... citrouilles, carottes, cannes à sucre et pommes de terre!",
      "en": "Nothing feels quite like harvesting produce that you grew by the sweat of your brow, yes, yes! Now go enjoy the fruits of your labor—and the pumpkins, carrots, sugarcane, and potatoes too!"
    }
  },
  "a69": {
    "gso": 31,
    "atp": "fish",
    "stg": [
      {
        "asv": 10,
        "asr": 300
      },
      {
        "asv": 50,
        "asr": 500
      },
      {
        "asv": 200,
        "asr": 1000
      },
      {
        "asv": 500,
        "asr": 2000
      },
      {
        "asv": 1000,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "捡贝壳高手！",
      "de": "Muschelsammler",
      "es-es": "Conchaventa",
      "it": "Magnate delle conchiglie",
      "nl": "Schelpenier",
      "ru": "Лучший продавец",
      "ja": "貝がら拾いの達人！",
      "ko": "조개 줍기의 달인!",
      "zh-tw": "撿貝殼達人！",
      "es-us": "Ganar con el mar",
      "en": "Go Ahead. Be Shellfish!",
      "fr": "Les fruits de la mer"
    },
    "des": {
      "zh-cn": "根据卖贝壳的个数，会赠送你里数狸！按种类的不同，收购价格也不同，记住价格会比较好狸！",
      "de": "Wer viele Muscheln verkauft, erhält viele Nook-Meilen. Um auch möglichst viele Sternis dabei zu verdienen, merke dir, welche Muscheln am meisten wert sind!",
      "es-es": "Recibirás millas Nook en función de la cantidad de conchas que consigas vender. ¡Recuerda que no todas se pagan igual!",
      "fr-fr": "Nook Inc. entend favoriser le commerce de coquillages en récompensant les vendeurs avec des miles ! Alors bonne collecte à toi, et n'hésite pas à faire d'une pierre deux coups en visant en priorité les plus chers !",
      "it": "Puoi guadagnare miglia di Nook in base al numero di conchiglie che vendi. Più facile a dirsi che a farsi? Sì, sì, ma non impossibile. E ricorda: diversi tipi di conchiglie valgono un ammontare diverso di stelline!",
      "nl": "Je kunt Nook-miles verdienen op basis van het aantal schelpen dat je verkoopt. Vergeet niet dat sommige schelpen meer opbrengen dan andere!",
      "ru": "Ты зарабатываешь мили Нука за продажу ракушек. Имей в виду: количество миль зависит не только от количества, но и от вида ракушек.",
      "ja": "貝がらを　売った個数に応じて、マイルを　進呈させてもらうだなも！種類によって　買い取り価格が違うから、値段を覚えておくと　いいだなも！",
      "ko": "판매한 조개의 개수에 따라 마일을 증정하고 있어구리! 조개는 종류에 따라서 매입 가격이 다르니까 가격을 기억해두는 것도 좋을 거야구리!",
      "zh-tw": "我會依照你賣掉的貝殼數量贈送哩數給你狸！貝殼會因種類而有不同的賣價，要記住價格會比較好狸！",
      "es-us": "Recibirás millas Nook en función de la cantidad de conchas marinas que vendas. ¡Recuerda que no todas se pagan igual!",
      "fr-us": "Nook Inc. entend favoriser le commerce de coquillages en récompensant les vendeurs avec des points! Alors, bonne collecte à toi, et n'hésite pas à faire d'une pierre deux coups en visant en priorité les plus chers!",
      "en": "You can earn Nook Miles based on the number of seashells you sell. (That's not easy to say!) And remember: You'll get different amounts of Bells for different types of shells. So pay attention!"
    }
  },
  "a63": {
    "gso": 32,
    "atp": "fish",
    "stg": [
      {
        "asv": 5,
        "asr": 300
      },
      {
        "asv": 20,
        "asr": 500
      },
      {
        "asv": 50,
        "asr": 1000
      },
      {
        "asv": 100,
        "asr": 2000
      },
      {
        "asv": 200,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "挑战挖蛤蜊！",
      "de": "Muschelgräber",
      "it": "Vongole a raccolta",
      "nl": "Winstgevende wandeling",
      "ru": "Собиратель ракушек",
      "ja": "潮干狩りにチャレンジ！",
      "ko": "도전! 조개 캐기",
      "zh-tw": "挑戰撿貝殼！",
      "en": "Clam and Collected",
      "es": "El mar te da tesoros",
      "fr": "Pêche à la palourde"
    },
    "des": {
      "zh-cn": "根据挖蛤蜊的次数，我会给你里数狸！在海边散步的时候，请试着挑战一下吧！",
      "de": "Teppichmuscheln ausgraben, Meilen kassieren. Einfacher geht es doch nicht, hm? Also halt die Augen offen, wenn du am Strand spazieren gehst!",
      "es-es": "Un paseo por la playa es bueno para la salud... ¡y para tu cuenta del programa de millas Nook! Recoge almejas y recibirás millas.",
      "fr-fr": "Si t'as des palourdes dans la poche, les miles Nook sont tout proches ! Oui, oui, les palourdes rapportent des miles... Recevoir un cadeau pour se balader sur la plage, tu avoueras que c'est royal !",
      "it": "Chi trova una vongola e poi un'altra e un'altra ancora... Beh, tante vongole! Chi lo farà, cioè tu, riceverà delle miglia di Nook come ricompensa. Ma il vero premio sarà passeggiare all'aperto, sì, sì!",
      "nl": "Graaf tapijtschelpen op en verzamel Nook-miles. Zo simpel is het! Waar een wandeling langs het strand al niet goed voor is!",
      "ru": "Собирай ракушки, получай мили Нука. Простая арифметика! Дополнительный бонус — прогулки по пляжу под шум прибоя.",
      "ja": "潮干狩りをした回数に応じて、マイルを　お渡ししてるだなも！海辺を　お散歩するときは、チャレンジしてみて　ちょうだいね！",
      "ko": "조개를 캔 횟수에 따라 마일을 지급하고 있어구리! 해변을 산책할 땐 조개 캐기에도 도전하기를 바랄게구리!",
      "zh-tw": "我會依照你撿貝殼的次數贈送哩數給你狸！在海邊散步時，就挑戰看看吧！",
      "es-us": "Un paseo por la playa es bueno para la salud... ¡y para tu cuenta del Programa de millas Nook! Recoge almejas y recibirás millas.",
      "fr-us": "Si t'as des palourdes dans la poche, les points Nook sont tout proches! Oui, oui, les palourdes rapportent des points... Recevoir un cadeau pour se balader sur la plage, tu avoueras que c'est royal!",
      "en": "Dig up clams, collect Nook Miles. It's really that simple. The real bonus here is that you get to walk along the beach for this one."
    }
  },
  "a32": {
    "gso": 33,
    "atp": "fish",
    "stg": [
      {
        "asv": 3,
        "asr": 300
      },
      {
        "asv": 10,
        "asr": 500
      },
      {
        "asv": 20,
        "asr": 1000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "净化大海与河川！",
      "de": "Saubermann",
      "it": "Pescarifiuti",
      "nl": "Vuilnis vissen",
      "ru": "Ловля мусора",
      "ja": "海や川をキレイにしよう！",
      "ko": "강과 바다를 깨끗하게!",
      "zh-tw": "讓大海及河川乾乾淨淨！",
      "en": "Trash Fishin'",
      "es": "Reciclaje salvaje",
      "fr": "Déchets pêchés"
    },
    "des": {
      "zh-cn": "为了感谢你对岛上的美化活动做出的贡献，希望你能收下里数狸！时不时地从大海或是河里钓到垃圾，真的很不好，好讨厌狸。",
      "de": "Ich weiß nicht, ob du absichtlich Müll aus Meer und Flüssen fischst, aber es ist egal. Du machst die Insel damit sauberer, und dafür verdienst du Nook-Meilen!",
      "fr-fr": "Tu travailles si dur pour que notre île reste propre... que tu en arrives à nettoyer les rivières à la canne à pêche ! Tu as bien mérité quelques miles Nook pour cela, oui, oui !",
      "it": "Lavori sodo che più sodo non si può per mantenere pulita la nostra isola. Hai persino pescato della spazzatura dalle nostre acque idilliache. Naturalmente ci sono delle miglia di Nook come ricompensa per te, sì, sì!",
      "nl": "Je doet zo je best om ons eiland schoon te houden, dat je zelfs vuilnis uit het water opvist! Het milieu is je dankbaar en ik ook. Hier zijn wat Nook-miles, ja, ja!",
      "ru": "Ты постоянно борешься за чистоту на нашем острове. Ты даже вылавливаешь мусор из наших прекрасных водоемов. За твои старания тебе полагаются мили Нука!",
      "ja": "島の美化活動に　貢献してくれたお礼に、マイルを渡すから　受け取ってほしいだなも！海や川で　時々　ゴミが釣れちゃうなんて、イメージダウンだから、困ってるんだなも。",
      "ko": "섬 환경 미화 활동의 공헌에 대한 감사의 의미로 마일을 선물할게구리! 바다나 강에서 종종 쓰레기가 낚이는데, 이러면 섬의 이미지가 나빠져서 안 되거든구리.",
      "zh-tw": "為了感謝你對島嶼美化活動的貢獻，我會贈送代表回禮的哩數給你，請收下狸！有時候會在大海及河川裡釣到垃圾之類的，讓人印象很不好，我很困擾狸。",
      "fr-us": "Tu travailles si dur pour que notre île reste propre... que tu en arrives à nettoyer les rivières à la canne à pêche! Tu as bien mérité quelques points Nook pour cela, oui, oui!",
      "en": "You work extra hard to keep our island clean, even going so far as to fish up trash out of our lovely waters. So you're getting some Nook Miles for keeping the island extra tidy, yes, yes!",
      "es": "Tanto te preocupas por la calidad de nuestras aguas que has estado rescatando basura con la caña. ¡El medio ambiente te lo agradecerá! Y nosotros también, sí, sí."
    }
  },
  "a2": {
    "gso": 34,
    "atp": "fish",
    "stg": [
      {
        "asv": 10,
        "asr": 300
      },
      {
        "asv": 50,
        "asr": 500
      },
      {
        "asv": 100,
        "asr": 1000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "能成为传说中的垂钓者吗？！",
      "de": "Angellegende",
      "it": "Pesca a raffica",
      "nl": "Handige hengelaar",
      "ru": "Мастер лески",
      "ja": "伝説の釣り人になれるかな？！",
      "ko": "전설의 낚시꾼이 될 수 있을까?!",
      "zh-tw": "能成為傳說中的釣手嗎？！",
      "en": "Cast Master",
      "es": "Sedal como la seda",
      "fr": "Maître-pêcheur"
    },
    "des": {
      "zh-cn": "目标猎物，百发百中，这就是传说中的垂钓者吧。为了奖励你连续成功钓起，我会根据记录赠送你里数狸！",
      "de": "Einer wahren Legende entgeht kein einziger Fisch – um dir diese Meilen zu verdienen, musst du mehrere Fische in Folge an Land ziehen, ohne dass dir einer entwischt!",
      "es-es": "Para cobrarte esta recompensa, tendrás que pescar varias piezas consecutivas sin que se te escape ni una sola presa. ¡Que no te falle el pulso!",
      "fr-fr": "Lance soigneusement ta ligne si tu veux remonter cette récompense en miles... pour laquelle tu devras pêcher plusieurs poissons d'affilée sans en laisser s'échapper un seul !",
      "it": "Lancia l'amo con circospezione, perché per ottenere queste miglia dovrai catturare diversi pesci consecutivamente, senza fartene sfuggire neanche uno!",
      "nl": "Wie deze beloning wil binnenhalen, zal zijn lijn voorzichtig moeten uitgooien! Je moet een boel vissen achter elkaar vangen zonder er een te laten ontsnappen!",
      "ru": "Внимательно следи за поплавком, если хочешь выудить эту награду. Чтобы заработать эти мили, нужно выловить подряд несколько рыбин и не упустить ни одной.",
      "ja": "狙った獲物は　百発百中、それが伝説の釣り人なんだも。サカナを逃がさずに　連続で釣り上げた　記録に応じて　マイルを進呈するだなも！",
      "ko": "전설의 낚시꾼은 한번 물고기를 점찍으면 절대 놓치지 않는 법이지구리. 물고기를 놓치지 않고 연속으로 잡으면 그 기록에 따라서 마일을 선물할게구리!",
      "zh-tw": "目標獵物，百釣百中，這就是傳說中的釣手吧。Nook Inc.會依照你連續釣到的記錄，贈送哩數給你狸！",
      "es-us": "Para ganar esta recompensa, tendrás que pescar varios peces consecutivos sin que se te escape ninguno. ¡Que no te falle el pulso!",
      "fr-us": "Lance soigneusement ta ligne si tu veux remonter cette récompense en points... Pour laquelle tu devras pêcher plusieurs poissons d'affilée sans en laisser s'échapper un seul!",
      "en": "Cast your line carefully if you want to reel in this reward—you'll need to nab a bunch of fish in a row without a single one getting away to earn these miles."
    }
  },
  "a82": {
    "gso": 35,
    "atp": "event",
    "stg": [
      {
        "asv": 1,
        "asr": 500
      },
      {
        "asv": 2,
        "asr": 1000
      },
      {
        "asv": 5,
        "asr": 2000
      },
      {
        "asv": 6,
        "asr": 3000
      },
      {
        "asv": 7,
        "asr": 5000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "梦寐以求的家！",
      "de": "Der Traum vom Eigenheim",
      "it": "La casa dei sogni",
      "nl": "Het huis van je dromen",
      "ru": "Дом мечты",
      "ja": "夢のマイホーム",
      "ko": "꿈의 마이 홈",
      "zh-tw": "夢寐以求的房子！",
      "en": "Dream House",
      "es": "La casa de tus sueños",
      "fr": "Maison de rêve"
    },
    "des": {
      "zh-cn": "按个人喜好建造的房子，住起来也格外舒适狸！为了让大家都能有舒适的生活体验，新建或扩建房屋都会有里数奖励狸！",
      "de": "Die eigenen vier Wände... Was für ein Gefühl, hm? Nook Inc. belohnt jeden, der ein Haus baut oder erweitert, mit den begehrten Nook-Meilen!",
      "fr-fr": "Aucune maison n'est plus confortable que celle qu'on s'est construite soi-même ! Pour le confort de tous, j'ai décidé de donner des miles Nook à ceux qui construisent ou agrandissent leur propre maison !",
      "it": "Una casa costruita personalmente è molto più vivibile! Regalerò miglia di Nook a tutti quelli che costruiscono o espandono la propria casa!",
      "nl": "Een eigen huis, helemaal van jou... Dat voelt vast goed, hm? Nook Inc. beloont iedereen met Nook-miles die zijn of haar huis laat bouwen of uitbreiden!",
      "ru": "Настоящий дом — это новый уровень обитаемости острова! Мы начисляем мили Нука за постройку и расширение домов. Пусть жизнь на острове становится все уютнее.",
      "ja": "自分好みに建てた　マイホームは　暮らしやすさも　ケタ違いなんだも！みなさんに　快適な暮らしを味わってもらうため、お家の新築・増築を　マイルで応援するだなも！",
      "ko": "본인의 취향에 맞게 만든 마이 홈은 생활의 만족도가 남다를 거야구리! 여러분 모두의 쾌적한 생활을 응원하고자 집을 짓거나 증축할 때마다 마일을 선물할게구리!",
      "zh-tw": "依個人喜好建造的房子，住起來也會格外地舒適狸。為了讓大家能有舒服的生活體驗，不論是新建或是擴建，都會有獎勵的哩數狸。",
      "fr-us": "Aucune maison n'est plus confortable que celle qu'on s'est construite soi-même! Pour le confort de tous, j'ai décidé de donner des points Nook à ceux qui construisent ou agrandissent leur propre maison!",
      "en": "A home that you build yourself gives you greater livability—it's on a whole other level! I'll give Nook Miles to those who build or expand their home to taste the good life.",
      "es": "Construir el hogar de tus sueños es bueno para ti y bueno para nuestra comunidad. ¡Así que ahí van unas millas Nook por querer disfrutar de la vida al máximo, sí, sí!"
    }
  },
  "a40": {
    "gso": 36,
    "atp": "event",
    "stg": [
      {
        "asv": 1,
        "asr": 1000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "建造房间的高手！",
      "de": "Innenausstatter",
      "it": "Casa dolce casa",
      "nl": "Inrichtingsgenie",
      "ru": "Интерьер с отличием",
      "ja": "部屋作りの達人！",
      "ko": "집 꾸미기의 달인!",
      "zh-tw": "裝潢房間達人！",
      "en": "Decorated Decorator",
      "es": "Con-decoración",
      "fr": "Décorateur décoré"
    },
    "des": {
      "zh-cn": "你在快乐家协会里获得了S等级，为表庆祝，会赠送你里数狸！今后也请争做模范，继续建造漂亮的房间，让更多人过得快乐吧！",
      "de": "Die Akademie des schönen Hauses hat dir einen S-Rang verliehen. Und dafür hat Nook Inc. dir Meilen verliehen. Du bist wirklich ein Musterbürger, ja, ja!",
      "es-es": "¡La Academia de Artes Decorativas le ha otorgado a tu hogar el rango S! Enhorabuena, tu buen gusto al decorar no tiene parangón.",
      "fr-fr": "L'Académie des joyeux décorateurs t'a décerné un S ! Voici quelques miles Nook pour remercier la source d'inspiration décoratrice principale de l'île !",
      "it": "Hai ottenuto una valutazione S dall'Accademia delle Belle Case! Sei senz'altro un asso dell'arredamento e del design. Potevamo essere da meno e lasciarti senza miglia premio?",
      "nl": "Van de Academie voor Wonderlijke Woningen heb je de S-rang gekregen! Gefeliciteerd! Jouw geweldige inrichting is een inspiratie voor ons allemaal.",
      "ru": "Академия домашнего уюта присвоила тебе категорию S! Своим дизайнерским талантом ты вдохновляешь других на достижение новых высот в дизайне интерьеров и заслуживаешь мили Нука.",
      "ja": "ハッピーホームアカデミーで　Sランクを　獲得したお祝いに、マイルを進呈するだなも！これからも　素敵な部屋作りのお手本として、たくさんの人を　ハッピーにしてちょうだいね！",
      "ko": "해피홈 아카데미에서 S랭크를 획득한 것을 기념해서 마일을 증정할게구리! 앞으로도 집을 멋지게 꾸며서 많은 사람들의 본보기가 되면 좋겠어구리!",
      "zh-tw": "為了祝賀你在快樂家協會評鑑中得到S級，我會為你送上哩數狸！今後也請繼續作為一個精美房間的裝潢範本，讓更多人感到Happy吧！",
      "es-us": "¡La Academia de Artes Decorativas le ha otorgado a tu hogar el rango S! Felicitaciones, tu buen gusto en la decoración no tiene igual.",
      "fr-us": "L'Académie des joyeux décorateurs t'a décerné un S! Voici quelques points Nook pour remercier la source d'inspiration décoratrice principale de l'île!",
      "en": "You got an S ranking from the Happy Home Academy! Your decorating skills are truly an inspiration, and you deserve some Nook Miles."
    }
  },
  "a78": {
    "gso": 37,
    "atp": "event",
    "stg": [
      {
        "asv": 5,
        "asr": 300
      },
      {
        "asv": 15,
        "asr": 1000
      },
      {
        "asv": 30,
        "asr": 2000
      },
      {
        "asv": 100,
        "asr": 3000
      },
      {
        "asv": 150,
        "asr": 5000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "让装饰丰富生活！",
      "de": "Vermöbelt",
      "it": "Arredi in quantità",
      "nl": "Meubelmanie",
      "ru": "Награда за изобилие",
      "ja": "こだわりインテリアで充実ライフ",
      "ko": "인테리어로 방을 더 화사하게!",
      "zh-tw": "講究室內擺設，讓生活更豐富",
      "en": "Hoard Reward",
      "es": "Interiorizando",
      "fr": "De l'art de meubler"
    },
    "des": {
      "zh-cn": "用自己精选的装饰，可以打造出自己心爱的空间狸！为了帮助大家丰富生活，我们会根据室内家具的数量赠送里数！",
      "de": "Die Grundlage eines schönen Zuhauses sind Möbel. Umgib dich mit möglichst viel, das dir im Alltag Freude macht, und erhalte obendrein einen Meilenbonus dafür!",
      "es-es": "¡Pon más muebles en tu vida! Ganarás millas en función de la cantidad de muebles que coloques en tu hogar. Sí, lo has leído bien, ¡te daré millas por trabajar en la decoración de tu casa! ¡Aprovecha!",
      "fr-fr": "Offre des meubles à ta maison ! Nook Inc. t'offre des miles en fonction du nombre de meubles d'intérieur que tu possèdes. Ton foyer gagne en confort, et tes miles décollent !",
      "it": "Una bella casa si riconosce dai suoi mobili. Riceverai miglia di Nook in base al numero di mobili che hai sistemato tra le quattro mura. È bello essere ricompensati per aver reso la propria tana più accogliente!",
      "nl": "Stop je huis vol met meubels! Nook Inc. geeft je miles op basis van het aantal binnenshuismeubels dat je hebt. Je huis huiselijk maken is nog nooit zo lonend geweest!",
      "ru": "Заставляй свой дом мебелью! Nook Inc. начисляет мили Нука за количество мебели и предметов интерьера. Делай свой дом уютнее и зарабатывай награды!",
      "ja": "インテリアにこだわれば　自分だけの　お気に入りの空間を　どんどん演出できるだなも！みなさんの充実した暮らし作りを　応援するため、室内の家具の数に応じて　マイルをプレゼント中！",
      "ko": "열심히 인테리어를 하다 보면 마음에 쏙 드는 집을 만들 수 있을 거야구리! 개성적인 인테리어의 완성을 응원하기 위해서 실내에 배치한 물건의 수에 따라 마일을 선물할게구리!",
      "zh-tw": "講究室內擺設，展現出屬於自己的心愛空間狸！為了支持大家創造出豐富的生活，我會依照室內家具的數量贈送哩數！",
      "es-us": "¡Pon más muebles en tu vida! Ganarás millas en función de la cantidad de muebles que coloques en tu hogar. Sí, leíste bien, ¡te daré millas por trabajar en la decoración de tu casa! ¡Aprovecha!",
      "fr-us": "Offre des meubles à ta maison! Nook Inc. t'offre des points en fonction du nombre de meubles d'intérieur que tu possèdes. Ton foyer gagne en confort, et tes points décollent!",
      "en": "Put more furniture in your house! Nook Inc. will give you Nook Miles based on the number of indoor furniture items you have. So you're earning rewards for making your house a home!"
    }
  },
  "a77": {
    "gso": 38,
    "atp": "event",
    "stg": [
      {
        "asv": 20,
        "asr": 300
      },
      {
        "asv": 50,
        "asr": 1000
      },
      {
        "asv": 100,
        "asr": 2000
      },
      {
        "asv": 200,
        "asr": 3000
      },
      {
        "asv": 300,
        "asr": 5000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "收纳专家就是生活的专家",
      "de": "Aufräumprofi",
      "es-es": "Trasteando en el trastero",
      "it": "L'ordine prima di tutto",
      "nl": "Wie wat bewaart, krijgt wat",
      "ru": "Тащи в норку!",
      "ja": "収納のプロは、暮らしのプロ",
      "ko": "정리의 프로가 생활의 프로!",
      "zh-tw": "會收納就是會生活",
      "es-us": "Depositando en el depósito",
      "en": "Good Things in Store!",
      "fr": "Un peu d'ordre"
    },
    "des": {
      "zh-cn": "拥有房子的各位，请一定要善用家居收纳狸！为了让大家都能掌握收纳方法，我们会根据收纳物品数赠送里数！",
      "de": "Einrichtungsprofis wissen: Mehr noch als das, was man sieht, zählt das, was man NICHT sieht! Nicht benötigte Dinge gehören ins Lager. Je mehr du dort verstaust, desto mehr Meilen bekommst du!",
      "es-es": "Te daré millas en función del número de objetos que metas en el trastero, ¿sí? Es una función muy útil para mantener la isla ordenada.",
      "fr-fr": "Tu recevras des miles en fonction du nombre d'objets placés dans ton espace de rangement ! La vie sur notre île n'en sera que plus plaisante encore, oui, oui.",
      "it": "Ti regalerò miglia in base al numero di articoli che hai nello sgabuzzino. L'utile funzione dello sgabuzzino ti renderà più facile la vita sull'isola!",
      "nl": "Ik beloon je met miles op basis van het aantal voorwerpen in je opslagruimte, hm? Als je goed gebruikmaakt van die ruimte, wordt je leven op dit eiland aangenamer!",
      "ru": "Мы начисляем мили за количество предметов в хранилище. Эта удобная функция делает жизнь на острове комфортней!",
      "ja": "マイホームを　お持ちのみなさんは、ぜひ　お家の収納も　使いこなしてほしいだも！みなさんに　収納術を　マスターしてほしいから、収納した物の数に応じて　マイルをプレゼント！",
      "ko": "마이 홈을 장만했다면 이제 정리의 기술을 익힐 때야구리! 여러분 모두가 정리의 프로가 되기를 바라면서 수납한 물건의 수에 따라 마일을 선물할게구리!",
      "zh-tw": "擁有房子的各位，請一定要善用家中的收納空間狸！為了讓各位能夠精通收納方法，我將依照收納物品的數量贈送哩數！",
      "es-us": "Te daré millas en función del número de objetos que guardes en el depósito, ¿sí? Es una función muy útil para mantener la isla ordenada.",
      "fr-us": "Tu recevras des points en fonction du nombre d'objets placés dans ton espace de rangement! La vie sur notre île n'en sera que plus plaisante encore, oui, oui.",
      "en": "I'll reward you with miles based on the number of items you have in storage, hm? Using the convenient storage feature will make life on the island more pleasant!"
    }
  },
  "a81": {
    "gso": 39,
    "atp": "event",
    "stg": [
      {
        "asv": 1,
        "asr": 500
      },
      {
        "asv": 3,
        "asr": 1000
      },
      {
        "asv": 5,
        "asr": 2000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "让心情随着装修焕然一新！",
      "de": "Demolieren? Renovieren!",
      "es-es": "Reforma reformidable",
      "fr-fr": "Déco à la chaîne",
      "it": "Lavori di ristrutturazione",
      "nl": "Voortreffelijke verbouwer",
      "ru": "Мастер ремонта",
      "ja": "リフォームで心機一転！",
      "ko": "리폼으로 심기일전!",
      "zh-tw": "讓心情隨裝修煥然一新！",
      "es-us": "Renovación renovedosa",
      "fr-us": "Décoration à la chaîne",
      "en": "Remarkable Remodeler"
    },
    "des": {
      "zh-cn": "房屋已经装修完毕狸！这样一看，简直就像新居一样狸！我们会根据装修的次数赠送里数，请收下吧！",
      "de": "Du hast dein Zuhause renoviert? Fast so gut wie neu gebaut, hm? Renoviere ruhig öfter mal, dann gibt es viele Meilen als Belohnung obendrauf!",
      "es-es": "Acabas de reformar tu casa, ¿sí? ¡Parece otra! Cuantas más reformas hagas, más millas ganarás. ¡Que no pare la cosa!",
      "fr-fr": "Tu viens de rénover ta maison, n'est-ce pas ? Elle est méconnaissable ! Je t'offre des miles chaque fois que tu la remodifies, alors laisse libre cours à ton imagination !",
      "it": "Hai finito di ristrutturare la tua casa, eh? Sembra completamente diversa, ora! Ti ricompenserò in base al numero di ristrutturazioni che effettuerai, quindi continua così!",
      "nl": "De verbouwing van je huis is compleet, hm? Het lijkt nu wel een volledig nieuw huis! Ik beloon je met Nook-miles op basis van het aantal verbouwingen. Ga zo door!",
      "ru": "Ремонт дома сделан? Твой дом выглядит теперь совсем по-другому! Продолжай в том же духе, потому что мы начисляем мили Нука в зависимости от количества проведенных ремонтов.",
      "ja": "マイホームのリフォームが　完了しただなも！こうして見ると、なんだか　新築みたいだもね！リフォームしてくれた　回数に応じて、マイルを贈るから　受け取ってちょうだい！",
      "ko": "마이 홈을 리폼했어구리! 이렇게 보니까 완전히 새 집이 됐네구리! 리폼의 횟수에 따라서 마일을 선물하니까 받아줘구리!",
      "zh-tw": "房屋已經裝修完狸！這樣看起來，簡直就像新房子狸！我會依照裝修的次數贈送哩數，還請收下吧！",
      "es-us": "Acabas de remodelar tu casa, ¿sí? ¡Parece como nueva! Cuantas más renovaciones hagas, más millas ganarás. ¡Sigue con ese ímpetu!",
      "fr-us": "Tu viens de rénover ta maison, n'est-ce pas? Elle est méconnaissable! Je t'offre des points chaque fois que tu la remodifies, alors laisse libre cours à ton imagination!",
      "en": "You finished remodeling your house, hm? It looks like a completely new house now! I'll give you rewards based on the number of remodels you do, so keep it up!"
    }
  },
  "a59": {
    "gso": 40,
    "atp": "communication",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      },
      {
        "asv": 10,
        "asr": 500
      },
      {
        "asv": 50,
        "asr": 1000
      },
      {
        "asv": 100,
        "asr": 2000
      },
      {
        "asv": 300,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "亲切是很重要的狸！",
      "de": "Hilfsbereit",
      "it": "Sorrisola",
      "nl": "Brave burger",
      "ru": "Жизнь дана на добрые дела",
      "ja": "親切は大切だなも！",
      "ko": "친절은 최고의 덕목!",
      "zh-tw": "親切很重要狸！",
      "en": "Smile Isle",
      "es": "Favor por favor",
      "fr": "Aider son prochain"
    },
    "des": {
      "zh-cn": "非常感谢你总是耐心地听取岛民们的委托狸！对人亲切的话，就一定会有好事狸！赠送里数给你，请收下吧！",
      "de": "Wer anderen Gutes tut, der belohnt sich eigentlich schon selbst. Aber weil Nook Inc. so großzügig ist, bekommst du noch Meilen obendrauf, wenn du die Bitten deiner Nachbarn erfüllst.",
      "fr-fr": "Une bonne action trouve sa récompense dans les yeux embués de reconnaissance émue de la personne à qui on rend service. Ceci dit, quelques miles Nook ne nuisent pas, non, non !",
      "it": "Le buone azioni si premiano da sole, vero? Ciononostante, ricevere delle miglia di Nook per avere altruisticamente esaudito le richieste di altri isolani non dovrebbe sminuirle. Quindi goditi il tuo premio, sì, sì!",
      "nl": "Je bent altijd bereid om je medebewoners te helpen wanneer ze je nodig hebben. En je weet: wie goed doet, goed ontmoet. Dus alsjeblieft, wat miles omdat je zo'n goede buur bent.",
      "ru": "За добрые дела тебе почет! Но не только! Взаимопомощь среди островитян мы поощряем милями Нука.",
      "ja": "島のみんなのお願いを、いつも優しく　聞いてくれて　どうもありがとうだなも！人に親切にすると、必ず　いいことがあるだなも！マイルを贈るから、受け取ってちょうだいね！",
      "ko": "섬 주민들의 부탁을 언제나 싫은 내색 없이 들어줘서 정말 고마워구리! 친절을 베푸는 자에게는 좋은 일이 생길 거야! 마일을 선물할 테니까 받아줘구리!",
      "zh-tw": "非常感謝你總是很有耐心地聽取島上居民的心願狸！對人親切，一定會有好事發生狸！我會贈送哩數給你，請收下吧！",
      "fr-us": "Une bonne action trouve sa récompense dans les yeux embués de reconnaissance émue de la personne à qui on rend service. Ceci dit, quelques points Nook ne nuisent pas, non, non!",
      "en": "Good deeds are their own rewards. But go ahead and have some Nook Miles too for fulfilling requests from other island residents. Yes, yes!",
      "es": "Cada uno debe realizar sus buenas acciones sin esperar nada a cambio, pero reconocer el esfuerzo incentiva ese espíritu de cooperación. Por eso, ¡recibe millas por hacerle favores a tus vecinos!"
    }
  },
  "a31": {
    "gso": 41,
    "atp": "communication",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      },
      {
        "asv": 10,
        "asr": 500
      },
      {
        "asv": 20,
        "asr": 1000
      },
      {
        "asv": 30,
        "asr": 2000
      },
      {
        "asv": 42,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "用反应让沟通更丰富多彩",
      "de": "Emotionsmeister",
      "es-es": "Tu emoción nos embarga",
      "it": "Dominare le emozioni",
      "nl": "Een open boek",
      "ru": "Отличная реакция",
      "ja": "リアクションで充実コミュニケーション",
      "ko": "리액션으로 소통을 원활하게!",
      "zh-tw": "表情讓溝通更生動",
      "es-us": "Dominando emociones",
      "en": "Reaction Ruler",
      "fr": "La tactique des mimiques"
    },
    "des": {
      "zh-cn": "所谓，反应多不压身……开玩笑啦，不过记住也没坏处狸！为了丰富大家的交流，会根据反应的数量给予里数支持狸！",
      "de": "Wir alle müssen Emotionen verwenden, um die Insel vor dem Untergang zu bewahren! ...Na gut, das ist vielleicht übertrieben. Aber Meilen bekommst du trotzdem je nach Anzahl der gelernten Emotionen!",
      "es-es": "¿Has aprendido ya alguna emoción? ¡No hay nada más hermoso! Estas millas celebran tan marcada ocasión. Aprende emociones y nunca dejes de expresarte, ¡nos gustas como eres!",
      "fr-fr": "Tu as appris une mimique ! Quel meilleur moyen de fêter ça qu'en t'offrant des... miles Nook, hm ? Les mimiques t'aident à t'exprimer, je ne peux donc que t'encourager à les apprendre.",
      "it": "Hai appreso un'emozione! Per celebrare questo evento storico, cosa c'è di meglio di... Hai indovinato! Di miglia di Nook in premio! Le emozioni aiutano a esprimersi meglio, quindi fai bene a impararle.",
      "nl": "Je hebt een emotie geleerd! Laten we deze gelegenheid vieren met... Nook-miles, hm? Emoties helpen je om uit te drukken wat er in je omgaat, dus het is een goed idee om ze te leren.",
      "ru": "Реакции помогают выразить себя! За использование реакции полагается премия в виде миль Нука. Учись разным реакциям и зарабатывай мили!",
      "ja": "リアクション芸は身を助く・・・っていうのは　冗談だけど、覚えておいて　損はないだも！みなさんの　コミュニケーションが充実するよう、覚えた数に応じて　マイルでサポートするだなも！",
      "ko": "리액션 하나로 천 벨의 빚을 갚…지는 못하지만 익혀두면 여러모로 도움이 될 거야구리! 여러분의 원활한 소통을 위해서 익힌 리액션의 수에 따라 마일을 선물할게구리!",
      "zh-tw": "所謂表情在身，勝過萬貫家財……開玩笑的啦，不過記得這句話也沒啥壞處狸！為了讓大家的溝通更加生動，我會依照學會的表情數量給予哩數狸！",
      "es-us": "¿Ya aprendiste alguna emoción? Celebremos este momento especial con millas. Aprende emociones y nunca dejes de expresarte, ¡nos gustas como eres!",
      "fr-us": "Tu as appris une mimique! Quel meilleur moyen de fêter ça qu'en t'offrant des... points Nook, hm? Les mimiques t'aident à t'exprimer, je ne peux donc que t'encourager à les apprendre.",
      "en": "You learned a Reaction! Let's celebrate this momentous occasion with...Nook Miles, hm? Reactions help you express yourself, so it's a good idea to learn them."
    }
  },
  "a75": {
    "gso": 42,
    "atp": "smartphone",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "将回忆留在照片上",
      "de": "Fotofreund",
      "fr-fr": "Y a pas photo",
      "it": "Prima impressione isolana",
      "nl": "Eerste eilandkiekje",
      "ru": "Фотограф-энтузиаст",
      "ja": "思い出を　写真に残そう",
      "ko": "사진으로 추억을 남기자!",
      "zh-tw": "用照片留下回憶",
      "fr-us": "Y'a pas photo",
      "en": "Island Shutterbug",
      "es": "¡Mira al pajarito!"
    },
    "des": {
      "zh-cn": "使用照相机软件来拍照狸！平淡的日常照片也好，美丽的照片也好，希望你能多多留下记录，将无人岛的生活不断发送出去狸！",
      "de": "Gefällt dir die Kamera-App? Wunderbar! Nook Inc. erlaubt die freie Verwendung von auf der Insel entstandenen Fotos. Also teile dein Inselleben mit der Welt da draußen, damit alle neidisch auf dich werden!",
      "es-es": "¿Has estrenado ya la cámara del móvil? ¿Y qué tal ha quedado la foto? ¡Espero que sea la primera de muchas y que disfrutes enseñándoselas a todo el mundo! Unas millas para ti, artista.",
      "fr-fr": "N'hésite pas à dégainer ton appareil photo, à faire sortir le petit oiseau, et à montrer tes clichés autour de toi ! Compositions avant-gardistes ou photos compulsives, il n'y a pas de mauvaise occasion. Non, non !",
      "it": "Ti piace l'app Fotocamera? Magnifico! Non esitare a condividere le tue foto meravigliose, sia che si tratti di scatti impulsivi, che di composizioni studiate ad arte.",
      "nl": "Voor je eerste foto op het eiland verdien je wel wat Nook-miles. Schroom niet om met je prachtige foto's te pronken!",
      "ru": "Любишь фотографировать? Выставляй свои чудесные работы напоказ: как постановочные, так и спонтанные снимки.",
      "ja": "カメラアプリを使って　写真を撮るだなも！日々の　なにげない写真、映える写真、たくさん記録に残して、無人島での暮らしの様子を　ドンドン　発信してほしいだなも！",
      "ko": "카메라 앱을 사용하면 사진을 찍을 수 있어구리! 그날그날의 평범한 일상, 재밌는 모습 등등 열심히 기록을 남겨서, 무인도 생활의 생생한 모습을 많이 공유하면 좋겠어구리!",
      "zh-tw": "使用照相機應用程式來拍照狸！平凡無奇的日常照片也好，美麗的照片也好，多多留下記錄，將無人島的生活樣貌發送出去！",
      "es-us": "¿Estrenaste la cámara de tu teléfono? ¿Y cómo salió la foto? ¡Espero que sea la primera de muchas y que disfrutes mostrándoselas a todo el mundo! Aquí tienes unas millas, artista.",
      "fr-us": "N'hésite pas à dégainer ton appareil photo, à faire sortir le petit oiseau, et à montrer tes clichés autour de toi! Compositions avant-gardistes ou photos compulsives, il n'y a pas de mauvaise occasion. Non, non!",
      "en": "Congratulations on taking your first island photo! Please do show off your wonderful photos, whether they're impulse snaps or brilliant compositions."
    }
  },
  "a87": {
    "gso": 43,
    "atp": "smartphone",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "别忘了更新护照",
      "de": "Passt schon!",
      "it": "Identità personalizzate",
      "nl": "Paspoortplezier",
      "ru": "Индивидуальный паспорт",
      "ja": "パスポートの更新もお忘れなく",
      "ko": "여권 갱신을 잊지 말기!",
      "zh-tw": "別忘了更新護照",
      "en": "Edit Credit",
      "es": "Pasaporte personalizado",
      "fr": "Passeport en ordre"
    },
    "des": {
      "zh-cn": "护照上有些项目可以自己编辑，所以请一定要查看狸！Nook Inc.将赠送里数给那些修改个人资料的人狸！",
      "de": "Einige Einträge auf deinem Pass kannst du jederzeit selber anpassen. Wer seine Ausweisdokumente so auf dem neuesten Stand hält, wird mit den begehrten Nook-Meilen belohnt, ja, ja!",
      "es-es": "Hay información en tu pasaporte que puedes personalizar, ¡y Nook Inc. te otorga millas Nook si lo haces! Tómate tu tiempo y convierte ese documento en una obra de arte, sí, sí.",
      "fr-fr": "Certaines informations du passeport peuvent être modifiées ! Nook Inc. encourage la personnalisation en donnant des miles Nook à ceux qui font l'effort de s'approprier... leur identité. Oui, oui !",
      "it": "Nel tuo passaporto ci sono informazioni che puoi modificare! La Nook Inc. regalerà miglia a tutti quelli che personalizzano il proprio profilo. Prenditi tutto il tempo che ti serve e crea il tuo profilo perfetto!",
      "nl": "Op je paspoort kun je bepaalde gegevens aanpassen. Nook Inc. beloont lui die hun paspoorten aanpassen. Haast je niet en denk er eerst goed over na. Maak er dan wat moois van, hm?",
      "ru": "В паспорте можно самостоятельно менять некоторую информацию. Nook Inc. начисляет мили Нука островитянам, которые проявляют индивидуальность во всем, даже в документах!",
      "ja": "パスポートは　自分で編集出来る　項目もあるから　ぜひ　チェックしてみて　欲しいだなも！プロフィールの書き換えを　行ってくれた人には、たぬき開発から　マイルを　お贈りしてるだなも！",
      "ko": "여권은 직접 편집할 수 있는 항목도 있으니까 꼭 확인해봐구리! 프로필을 새로 쓴 사람에게는 Nook Inc.에서 마일을 선물할게구리!",
      "zh-tw": "護照上有些項目可以自己編輯，你一定要去看看狸！Nook Inc.將贈送哩數給修改個人資料的人狸！",
      "es-us": "Hay información en tu pasaporte que puedes personalizar, y si lo haces, ¡Nook Inc. te dará millas Nook! Tómate tu tiempo y convierte ese documento en una obra de arte, sí, sí.",
      "fr-us": "Certaines informations du passeport peuvent être modifiées! Nook Inc. encourage la personnalisation en donnant des points Nook à ceux qui font l'effort de s'approprier... leur identité. Oui, oui!",
      "en": "Your passport has some information you can edit! Nook Inc. will give Nook Miles to folks who customize their profiles. Take it slow, think about it, and make it your own."
    }
  },
  "a76": {
    "gso": 44,
    "atp": "smartphone",
    "stg": [
      {
        "asv": 10,
        "asr": 300
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "智能手机生活！",
      "de": "Dein NookPhone!",
      "it": "Un Nook Phone per amico",
      "nl": "Mobiel en makkelijk",
      "ru": "Твой нукофон",
      "ja": "スマホのある暮らし",
      "ko": "스마트폰과 함께하는 생활!",
      "zh-tw": "有智慧型手機的生活！",
      "en": "NookPhone Life",
      "es": "Contigo a todas partes",
      "fr": "Accro à l'écran"
    },
    "des": {
      "zh-cn": "我们公司的手机还用得惯吗？能看到这条消息，说明你已经用得很顺手狸！作为感谢，我会赠送你里数！",
      "de": "Ist das NookPhone schon zu deinem unverzichtbaren Begleiter in allen Lebens-lagen geworden? Dass du diese Nachricht darauf liest, deutet darauf hin! Dafür lässt Nook Inc. gerne ein paar Meilen springen!",
      "es-es": "¿Le vas cogiendo el gusto a usar el móvil? Habrás visto que sirve para muchísimas cosas; ¡sácale partido! Disfruta de estas millas Nook por haberte familiarizado con él.",
      "fr-fr": "Ça y est, tu as ton NookPhone bien en main ? Si tu lis ça, probablement ! Continue à en exploiter les merveilleuses possibilités et tu recevras des miles Nook en récompense !",
      "it": "Stai prendendo la zampa a usare il tuo Nook Phone? Immagino di sì, visto che stai leggendo questo messaggio. Continua così e ti ricompenseremo con delle miglia. Chi trova un Nook Phone, trova un tesoro!",
      "nl": "Ben je al gewend aan je NookPhone? Dat je dit nu aan het lezen bent, betekent waarschijnlijk van wel! Omdat je er steeds meer vertrouwd mee raakt, heb je wel wat miles verdiend.",
      "ru": "Научился пользоваться нукофоном? Наверное, да, раз добрался сюда. Пользуйся преимуществами нукофона для жизни на острове и получи мили Нука за освоение нукофона.",
      "ja": "我が社のスマホの　使い心地は　いかがだも？このメッセージを読んでくれてるってコトは　きっともう　使いこなしてるに違いないんだも！ご利用のお礼に　マイルを差し上げまーす！",
      "ko": "우리 회사 스마트폰 어때? 이 메시지를 읽고 있다는 건 이제 완벽하게 적응했다는 거겠지구리! 이용 감사 마일을 증정할게구리!",
      "zh-tw": "我們公司的手機用得還習慣嗎？你能看到這則訊息，就表示你已經用得很順手狸！我要送你哩數，謝謝你的使用！",
      "es-us": "¿Te acostumbraste a usar el Nookófono? Habrás notado que sirve para muchísimas cosas, ¡sácale provecho! Disfruta de estas millas Nook por haberte familiarizado con tu teléfono.",
      "fr-us": "Ça y est, tu as ton NookPhone bien en main? Si tu lis ça, probablement! Continue à en exploiter les merveilleuses possibilités et tu recevras des points Nook en récompense!",
      "en": "Gotten used to using your NookPhone? The fact that you're reading this probably means you have! Keep using it, and enjoy some Nook Miles just for getting familiar with it."
    }
  },
  "a56": {
    "gso": 45,
    "atp": "smartphone",
    "stg": [
      {
        "asv": 1000,
        "asr": 1000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "灵活运用手机吧！",
      "de": "Smartes Telefon",
      "fr-fr": "Profane du NookPhone",
      "it": "Evviva il Nook Phone",
      "nl": "Een vernuftige phone",
      "ru": "Умный нукофон",
      "ja": "スマホをフル活用！",
      "ko": "스마트폰을 활용하자!",
      "zh-tw": "活用智慧型手機！",
      "fr-us": "Novice du NookPhone",
      "en": "That's One Smart Phone",
      "es": "Usa tu teléfono, inteligente"
    },
    "des": {
      "zh-cn": "本公司开发的这款原创手机，你已经用得相当熟练狸？！作为制造商，没有比这更让人开心的狸！我会赠送你里数作为回馈的狸！",
      "de": "Das NookPhone wurde von Nook Inc. speziell für die Bedürfnisse von Bewohnern einsamer Inseln entwickelt. Und natürlich gibt es für die Verwendung auch Meilen!",
      "es-es": "Nada hace más feliz a un fabricante de móviles que ver al usuario sacar partido a su producto. ¡Así de orgullosos estamos en Nook Inc. de nuestro Nookófono! Además, usarlo te otorga millas. ¡Todo ventajas, sí, sí!",
      "fr-fr": "Le rêve, pour un fabricant de smartphone, c'est que le client s'en serve au maximum de son potentiel. C'est du moins le point de vue de Nook Inc. Du coup voici des miles juste pour avoir utilisé ton appareil !",
      "it": "Niente rende un produttore di smartphone più felice del fatto che gli utenti possano sfruttarlo al massimo. Almeno, è questo che la Nook Inc. pensa del Nook Phone. Quindi ti diamo delle miglia solo per averlo usato!",
      "nl": "Niets maakt een smartphone-ontwikkelaar gelukkig dan een gebruiker die alles uit het apparaat haalt. Zo denken we er bij Nook Inc. ook over, dus krijg je miles als je je NookPhone gebruikt!",
      "ru": "Лучший пользователь всегда использует свое смарт-устройство по максимуму! По крайней мере, так считает Nook Inc., если речь идет о нукофоне, и начисляет мили Нука за его использование!",
      "ja": "我が社が開発した　このオリジナルスマホ、相当　使いこなしてくれてるだなもね？！メーカーとして、これほど嬉しいことはないだも！愛用のお礼に　マイルをお贈りするだも！",
      "ko": "우리 회사에서 개발한 이 스마트폰, 아주 잘 활용해주고 있구나구리?! 제작사로서 얼마나 기쁜지 말도 못해구리! 감사의 뜻으로 마일을 선물할게구리!",
      "zh-tw": "看來你對於本公司開發的原創手機，已經相當熟悉狸？！作為製造商，沒有比這個更開心的事狸！為了答謝你愛惜手機，我將贈送哩數給你！",
      "es-us": "Nada hace más feliz a un fabricante de teléfonos que ver la utilidad que brinda su producto. ¡Así de orgullosos estamos de nuestro Nookófono en Nook Inc.! Además, usarlo te dará millas. ¡Todas ventajas, sí, sí!",
      "fr-us": "Le rêve, pour un fabricant de cellulaire, c'est que le client s'en serve au maximum de son potentiel. C'est du moins le point de vue de Nook Inc. Du coup voici des points juste pour avoir utilisé ton appareil!",
      "en": "Nothing makes a smartphone manufacturer happier than a user who gets the most out of the device. At least, that's how Nook Inc. feels about the NookPhone. So we're giving you miles just for using your phone!"
    }
  },
  "a16": {
    "gso": 46,
    "atp": "smartphone",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      },
      {
        "asv": 20,
        "asr": 500
      },
      {
        "asv": 50,
        "asr": 1000
      },
      {
        "asv": 100,
        "asr": 2000
      },
      {
        "asv": 200,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "尽情网购",
      "de": "Versand-Fan",
      "it": "Il catalogo dei desideri",
      "nl": "De winkel die alles heeft",
      "ru": "Красиво жить не запретишь",
      "ja": "通販ざんまい",
      "ko": "쇼핑 삼매경",
      "zh-tw": "盡情網購",
      "en": "Shop to It",
      "es": "Aquí hay quien te atienda",
      "fr": "Amples emplettes"
    },
    "des": {
      "zh-cn": "网络购物是离岛生活中的重要一环狸！根据Nook购物的使用情况，我会赠送你相应的里数狸！",
      "de": "Nur weil man auf einer einsamen Insel lebt, muss man noch lange nicht auf den Luxus des Versandhandels verzichten! Nutze jetzt Nook Shopping und sammle dabei Meilen!",
      "es-es": "Aunque vivamos en una isla desierta, no hay necesidad de prescindir de los pequeños placeres de la vida. Compra cuanto necesites gracias a TeleNook y ganarás millas.",
      "fr-fr": "Ce n'est pas parce qu'on vit sur une île qu'il faut se priver des petits plaisirs de la vie, non, non. N'hésite donc pas à utiliser Nook Shopping. En plus, cela te rapportera des miles !",
      "it": "Vivere su un'isola non significa dover rinunciare a certi piaceri della vita. Grazie al Catalogo Nook potrai comprare un po' quel che ti pare, guadagnando anche miglia di Nook!",
      "nl": "Wie leeft op een afgelegen eiland, hoeft niet af te zien van de geneugten des levens. Koop wat je wilt dankzij de Nook-catalogus en verdien er Nook-miles mee!",
      "ru": "Жизнь на дальнем острове не означает отказ от роскоши. Ни в чем себе не отказывай: зарабатывай мили Нука, приобретая товары из каталога Нука.",
      "ja": "通信販売は　離島生活の　ライフラインだなも！たぬきショッピングの　ご利用に応じて　マイルを　プレゼントするだなも！",
      "ko": "통신 판매는 무인도 생활에서 필수라고 할 수 있어구리! 너굴 쇼핑의 이용 실적에 따라서 마일을 선물해줄게구리!",
      "zh-tw": "網路購物是離島生活中不可或缺的一環狸！我會依照你使用Nook購物的狀況，贈送哩數給你狸！",
      "es-us": "Aunque vivamos en una isla desierta, no hay necesidad de prescindir de los pequeños placeres de la vida. Compra lo que necesites gracias a TeleNook y ganarás millas.",
      "fr-us": "Ce n'est pas parce qu'on vit sur une île qu'il faut se priver des petits plaisirs de la vie, non, non. N'hésite donc pas à utiliser Catalogue Nook. En plus, cela te rapportera des points!",
      "en": "Living on a remote island doesn't mean you have to go without life's luxuries. Shop to your heart's content with Nook Shopping and you'll earn Nook Miles!"
    }
  },
  "a15": {
    "gso": 47,
    "atp": "smartphone",
    "stg": [
      {
        "asv": 100,
        "asr": 300
      },
      {
        "asv": 200,
        "asr": 500
      },
      {
        "asv": 300,
        "asr": 1000
      },
      {
        "asv": 400,
        "asr": 2000
      },
      {
        "asv": 500,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "目录充实，生活也充实♪",
      "de": "Katalogstöberer",
      "it": "Collezionista",
      "nl": "Cataloguskampioen",
      "ru": "Растущая коллекция",
      "ja": "カタログ充実で、毎日も充実♪",
      "ko": "카탈로그도 생활도 알차게♪",
      "zh-tw": "商品目錄豐富，生活也豐富♪",
      "en": "Growing Collection",
      "es": "Catalogía",
      "fr": "Collectionnite"
    },
    "des": {
      "zh-cn": "你知道吗，目前为止所获得的家具和衣服，都可以通过Nook购物的目录轻松查看狸。非常方便，请多多收集灵活运用吧！",
      "de": "Wusstest du, dass du alle Einrichtungs-und Kleidungsstücke, die du je besessen hast, ganz bequem im Katalog von Nook Shopping ansehen kannst? Je dicker der Katalog wird, desto schöner das Stöbern!",
      "es-es": "Añadir artículos al catálogo merece millas porque redunda en beneficio de todos: ¡enriquece la economía de la isla y amplía el abanico de opciones de consumo! Por el bien colectivo, ¡amplía la colección!",
      "fr-fr": "Tu sais que chaque meuble et chaque tenue que tu achètes vient s'ajouter à ton catalogue Nook Shopping. Mais savais-tu qu'en enrichissant ton catalogue tu pouvais gagner des miles ? Maintenant, oui, oui !",
      "it": "Sai che ogni articolo di abbigliamento e di arredamento che compri viene aggiunto al tuo Catalogo Nook, sì? E sai che, più grande è il catalogo, più miglia guadagni? Ora lo sai di sicuro, sì, sì.",
      "nl": "Je weet dat alles wat je aan meubels en kleding koopt wordt toegevoegd aan de Nook-catalogus? En je weet dat je miles kunt verdienen als je de catalogus verder uitbreidt? Nu weet je het zeker, ja, ja!",
      "ru": "Купленные тобой предметы и одежда добавляются в регистр приложения «Каталог Нука». Мы начисляем мили за расширение каталога.",
      "ja": "今までに　手に入れたことがある　家具や衣服は　たぬきショッピングのカタログで　手軽に　チェックできるって　ご存知だなも？便利だから　たくさん集めて　活用してね！",
      "ko": "손에 넣은 적이 있는 가구나 옷을 너굴 쇼핑 카탈로그에서 쉽게 확인할 수 있는 거 알아구리? 편리한 기능이니까 잘 활용해봐!",
      "zh-tw": "你知道嗎？到目前為止收集到的家具跟衣服，都可以在Nook購物的目錄裡輕鬆查看喔！請務必多多收集，善用這方便的功能喔！",
      "es-us": "Añadir artículos al catálogo amerita millas porque aporta al beneficio de todos: ¡enriquece la economía de la isla y amplía el abanico de opciones de consumo! Por el bien colectivo, ¡amplía la colección!",
      "fr-us": "Tu sais que chaque meuble et chaque tenue que tu achètes vient s'ajouter au Catalogue Nook. Mais savais-tu qu'en enrichissant le catalogue tu pouvais gagner des points? Maintenant, oui, oui!",
      "en": "You are aware that furniture and clothing you buy is added to your Nook Shopping catalog, yes? Were you also aware that you can earn miles for a large catalog? Well, you certainly are aware now!"
    }
  },
  "a58": {
    "gso": 48,
    "atp": "smartphone",
    "stg": [
      {
        "asv": 5,
        "asr": 300
      },
      {
        "asv": 50,
        "asr": 500
      },
      {
        "asv": 200,
        "asr": 1000
      },
      {
        "asv": 1000,
        "asr": 2000
      },
      {
        "asv": 3000,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "集里游＋让你里数也＋",
      "de": "Meilenstein",
      "fr-fr": "Chaîne de miles",
      "it": "Miglia a migliaia",
      "nl": "Nook-miles-miles",
      "ru": "Мили Нука за мили!",
      "ja": "マイレージ＋で　マイルも＋",
      "ko": "마일리지+로 마일도 플러스!",
      "zh-tw": "集哩遊＋讓你哩數也＋",
      "fr-us": "Chaîne de points",
      "en": "Nook Miles for Miles!",
      "es": "Millas a millares"
    },
    "des": {
      "zh-cn": "你查看过Nook集里游＋了吗？现在正举行很优惠的活动，根据达成次数会赠送里数狸！多多达成，积攒里数吧！",
      "de": "Jetzt neu! Meilen für Meilen! So komisch das klingt, aber du kannst Meilen sammeln, indem du Meilen sammelst. Jetzt neu, nur bei Nook-Meilen+! (Nook-Meilen+ ist ein Produkt von Nook Inc.)",
      "es-es": "Esto se vuelve complicado: ahora también ganas millas Nook por ganar millas Nook. ¡Menuda redundancia! Pues nada, ¡completa objetivos del programa de millas Nook+ para seguir ganando millas!",
      "fr-fr": "Voilà que gagner des miles rapporte des miles, à présent ! C'est une histoire sans fin ! Ma foi, continue sur ta lancée, nous verrons bien où tout cela nous mène !",
      "it": "Uhm, questa storia delle miglia si sta facendo bizzarra. Adesso ne ottieni anche per il fatto di aver completato delle attività del programma miglia di Nook+? Che sia un circolo vizioso? No, è un circolo virtuoso!",
      "nl": "Je krijgt nu Nook-miles omdat je Nook-miles hebt gekregen. Ja, ja! Je hebt miles verdiend omdat je doelen hebt bereikt van Nook-miles+! Waar gaat dat heen?",
      "ru": "Как интересно! Ты получаешь мили Нука за мили Нука. К чему это приведет? Еще больше миль Нука за мили Нука...",
      "ja": "たぬきマイレージ＋は チェックしてくれてるかな？達成回数に応じて　さらにマイルをプレゼントする　とってもお得なキャンペーンを　実施中だなも！ジャンジャン達成して、ドンドン　マイル ゲット！",
      "ko": "너굴 마일리지+의 달성 횟수에 따라 마일을 더 많이 증정하는 캠페인을 진행하고 있어구리! 열심히 해서 마일을 많이많이 받아 가구리!",
      "zh-tw": "你查看Nook集哩遊＋了嗎？目前正在舉行一項很划算的活動，會依照你達成的次數贈送哩數狸！達成多多，哩數多多喔！",
      "es-us": "Esto se vuelve complicado: ahora también ganas millas Nook por ganar millas Nook. ¡Qué redundancia! Pues entonces, ¡completa objetivos del programa de millas Nook+ para seguir ganando millas!",
      "fr-us": "Voilà que gagner des points rapporte des points, à présent! C'est une histoire sans fin! Ma foi, continue sur ta lancée, nous verrons bien où tout cela nous mène!",
      "en": "Earning Nook Miles for earning Nook Miles? Yes, yes! You just earned miles for finishing Nook Miles+ goals! But where will it end?"
    }
  },
  "a12": {
    "gso": 49,
    "atp": "money",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "感谢你的购物！",
      "de": "Erster Einkauf",
      "es-es": "Rascarse el bolsillo",
      "it": "Primo acquisto",
      "nl": "Winkeldebuut",
      "ru": "Первая покупка",
      "ja": "お買い求め、ありがとうございます！",
      "ko": "첫 쇼핑 감사합니다!",
      "zh-tw": "感謝您的惠顧！",
      "es-us": "Primera compra",
      "en": "First-Time Buyer",
      "fr": "L'achat qui rapporte"
    },
    "des": {
      "zh-cn": "为了这值得纪念的初次岛上购物，Nook Inc.也送来了祝贺狸！作为初次的奖励，会赠送里数，因此请一定要收下哦！",
      "de": "Einkaufen ist heilig. Es ist die Grundlage jeglicher Zivilisation. Und als solches freut sich Nook Inc., dir für deinen ersten Einkauf auf der Insel einen besonderen Meilenbonus zukommen zu lassen!",
      "es-es": "¡No creas que vas a ganar millas cada vez que hagas una compra en la isla! Pero todo el mundo recuerda su primera vez, ¿verdad? ¡Esta recompensa la hará aún más memorable!",
      "fr-fr": "Tu ne recevras pas de miles à chacun de tes achats sur l'île, mais il convient de célébrer le premier d'entre eux ! Voici quelques miles de la part de Nook Inc.",
      "it": "Non otterrai miglia a ogni acquisto, ma la Nook Inc. vorrebbe premiarti per il primo! Gli inizi sono sempre speciali, dopotutto.",
      "nl": "Je krijgt heus geen miles voor iedere keer dat je iets op het eiland koopt, maar de eerste keer is speciaal! Alsjeblieft, deze miles zijn voor jou, met de complimenten van Nook Inc.",
      "ru": "Мили не начисляются за каждую покупку на острове, но первый раз — это нечто особенное! Прими в подарок мили от Nook Inc.",
      "ja": "記念すべき　島での　初めてのお買い物を　たぬき開発からも　お祝いさせてもらうだも！初回の特典として　マイルを贈るから　ぜひ　受け取ってほしいだなも！",
      "ko": "섬에서 처음으로 쇼핑한 기념비적인 날을 축하해구리! Nook Inc.에서 특전으로 선물하는 마일을 받아줬으면 좋겠어구리!",
      "zh-tw": "為了這值得紀念的島上首次購物，Nook Inc.也來送上賀禮狸！贈送哩數作為首次的禮品，請一定要收下狸！",
      "es-us": "¡No creas que vas a ganar millas cada vez que hagas una compra en la isla! Pero la primera vez que lo hagas será especial. ¡Y esta recompensa la hará aún más memorable!",
      "fr-us": "Tu ne recevras pas de points à chacun de tes achats sur l'île, mais il convient de célébrer le premier d'entre eux! Voici quelques points de la part de Nook Inc.",
      "en": "You won't get miles every time you buy something on the island, but your first time is special! Enjoy these miles, courtesy of Nook Inc."
    }
  },
  "a13": {
    "gso": 50,
    "atp": "money",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "闲置品收购！",
      "de": "Verkaufen statt Horten",
      "es-es": "Vaciar el altillo",
      "it": "Vendita di cose inutili",
      "nl": "Vintage voor winst",
      "ru": "Продажа лишнего",
      "ja": "不用品、買い取ります！",
      "ko": "필요 없는 물건 삽니다!",
      "zh-tw": "收購不用的物品！",
      "es-us": "Primera venta",
      "en": "Seller of Unwanted Stuff",
      "fr": "Seconde main"
    },
    "des": {
      "zh-cn": "物品累积后，随身物品很快就会满，请卖掉闲置品，轻松地生活吧！为了支援那些存放了很多东西的人，初次使用收购服务时，我会赠送里数！",
      "de": "Leichtes Gepäck – so heißt die Zauber-formel für ein Leben ohne Altlasten. Den ersten Verkauf nicht mehr benötigter Dinge unterstützt Nook Inc. mit einem Meilenbonus!",
      "es-es": "Vender aquello que no necesitas es todo ventajas: liberas espacio, mantienes la economía insular activa y te embolsas unas bayas. Y además, por estrenarte, ¡unas millas para ti!",
      "fr-fr": "Vendre ce dont tu n'as pas besoin est un excellent moyen de se débarrasser du superflu tout en ramassant quelques clochettes ! Et même, pour ta première vente, quelques miles supplémentaires !",
      "it": "Vendere quel che non serve più aiuta a evitare confusione in casa e a guadagnare qualche stellina... nonché qualche miglia! Urrà per la prima vendita!",
      "nl": "Spullen verkopen die je niet meer gebruikt, heeft alleen maar voordelen: meer ruimte, meer klingels en in dit geval ook meer miles! Gefeliciteerd met je eerste verkoop!",
      "ru": "Продавая ненужные вещи, можно избавиться от ненужного хлама и заработать пару диней или даже миль! Поздравляем с первой продажей!",
      "ja": "物をためこむと　荷物がすぐ　あふれちゃうから、不用品は売って　スッキリ暮らしてほしいだなも！ためこみがちな人の　お片付けを応援するため、初めて買取サービス利用で　マイルをプレゼント！",
      "ko": "물건을 너무 쌓아만 두면 집이 복잡해지니까 필요 없는 물건은 그때그때 정리하는 게 좋아구리! 여러분의 정리 정돈 습관을 응원하기 위해 거래 서비스 첫 이용 시 마일을 증정할게구리!",
      "zh-tw": "東西越積越多，包包很快就會滿了，所以趕快賣掉不用的物品，輕輕鬆鬆過生活吧！為了支持那些存放很多東西的人斷捨離，我會贈送哩數給初次進行收購服務的人。",
      "es-us": "Vender lo que no necesitas tiene sus ventajas: liberas espacio, mantienes la economía de la isla activa y consigues unas bayas. Y además, ¡ganarás unas millas!",
      "fr-us": "Vendre ce dont tu n'as pas besoin est un excellent moyen de se débarrasser du superflu tout en ramassant quelques clochettes! Et même, pour ta première vente, quelques points supplémentaires!",
      "en": "Selling things you don't need is a great way to keep down the clutter and earn a few extra Bells. And, in this case, a few extra miles! Hooray for your first sale!"
    }
  },
  "a33": {
    "gso": 51,
    "atp": "money",
    "stg": [
      {
        "asv": 1,
        "asr": 500
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "移居费用里数返还！",
      "de": "Umzug abbezahlt",
      "es-es": "Has pagado el PAID",
      "fr-fr": "Prêt payé !",
      "it": "Trasloco riscattato",
      "nl": "Verhuiskosten voldaan",
      "ru": "Ссуда за переезд",
      "ja": "移住費用マイルバック！",
      "ko": "이주 비용 마일백!",
      "zh-tw": "移居費用哩數回饋！",
      "es-us": "Paquete pagado",
      "fr-us": "Prêt payé!",
      "en": "Moving Fees Paid!"
    },
    "des": {
      "zh-cn": "非常感谢你支付了无人岛移居套餐计划的费用狸！现在正进行移居费用的里数返还活动，会以里数返还给你狸！",
      "de": "Danke für das Abbezahlen des Reif-für-die-Insel-Pakets! Dafür darfst du dir einmal herzhaft auf die Schulter klopfen und diese Nook-Meilen hier annehmen, hm?",
      "es-es": "¡Gracias por cubrir la factura del Plan de Asentamiento en Islas Desiertas! A modo de agradecimiento, aquí tienes unas millas Nook... ¡y una palmadita en la espalda!",
      "fr-fr": "Merci d'avoir réglé tous tes frais d'installation sur l'île, il y a de quoi être fier ! Voici quelques miles Nook en guise de cadeau bien mérité !",
      "it": "Grazie per aver ripagato tutto il tuo Pacchetto isola deserta. Per dimostrarti la nostra gratitudine, ecco delle miglia di Nook... e una virtuale pacca sulle spalle!",
      "nl": "Je hebt alle kosten van je verhuizing naar het eiland terugbetaald! Als bedankje krijg je wat miles en geef jezelf ook maar een schouderklopje. Dat heb je wel verdiend!",
      "ru": "Спасибо, что погасил ссуду за переезд на остров! В благодарность мы начисляем тебе мили Нука. Побалуй себя!",
      "ja": "無人島移住パッケージプランの費用、お支払い　ありがとうございましただも！移住費マイルバック　キャンペーン中につき、いくらかマイルを　お戻しさせてもらうだなも！",
      "ko": "무인도 이주 패키지 플랜의 비용을 완납해줘서 고마워구리! 이주 비용의 일부를 마일로 돌려주는 행사를 진행하는 중이라서 마일을 보냈어구리!",
      "zh-tw": "感謝你支付無人島移居套餐計畫的費用狸！現在有一項移居費用哩數回饋活動，會以哩數回饋給你狸！",
      "es-us": "¡Gracias por cubrir la factura del Paquete de escapada a islas desiertas! A modo de agradecimiento, aquí tienes unas millas Nook... ¡y una palmadita en la espalda!",
      "fr-us": "Merci d'avoir réglé tous tes frais d'installation sur l'île, il y a de quoi être fier! Voici quelques points Nook en guise de cadeau bien mérité!",
      "en": "Thank you for paying all your fees for moving to the island! Take a Nook Miles rebate as a gift and give yourself a nice pat on the back, hm?"
    }
  },
  "a11": {
    "gso": 52,
    "atp": "money",
    "stg": [
      {
        "asv": 5000,
        "asr": 300
      },
      {
        "asv": 50000,
        "asr": 500
      },
      {
        "asv": 500000,
        "asr": 1000
      },
      {
        "asv": 2000000,
        "asr": 2000
      },
      {
        "asv": 5000000,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "购物带动经济狸！",
      "de": "Griff nach den Sternis",
      "it": "Zampe bucate",
      "nl": "Gat in de hand",
      "ru": "Перезвон диней",
      "ja": "ショッピングで経済循環だなも",
      "ko": "쇼핑을 통한 경제 활성화",
      "zh-tw": "購物帶動經濟狸",
      "en": "Bell Ringer",
      "es": "La baya por la ventana",
      "fr": "Perce-oseille"
    },
    "des": {
      "zh-cn": "在岛上使用铃钱能刺激经济，使岛上经济氛围变好狸！为了促进经济循环，我们会按购物的金额返回相应里数狸！",
      "de": "Je mehr Sternis du hier ausgibst, desto mehr kommt die Wirtschaft der Insel in Schwung, ja, ja! Und zusätzlich kannst du mit jedem Einkauf die begehrten Nook-Meilen sammeln!",
      "es-es": "¿Llevas la cuenta de lo que vas gastando? ¡Nosotros sí! Nos alegra ver que te das tus caprichos. ¡Contra el vicio de ahorrar está la virtud de gastar! ¿O no era así? Te has ganado unas millas. ¡Date un capricho!",
      "fr-fr": "Quand tu dépenses tes clochettes, tu fais tourner l'économie de l'île, oui, oui ! Pour t'encourager à ouvrir les vannes de ton porte-monnaie, je te récompenserai en miles Nook à hauteur de tes dépenses !",
      "it": "Risparmiare è lodevole ma anche spendere può meritare un premio. Vale a dire, una ricompensa in miglia in base a quante stelline hai speso. Sì, sì!",
      "nl": "Klingels moeten rollen! Zo steun je de lokale economie. En dat lijk jij als geen ander te begrijpen. Ja, ja! Op basis van hoeveel klingels je uitgeeft, beloon ik je met miles!",
      "ru": "Трата диней на острове оживляет местную экономику, да-да! Я буду награждать тебя милями Нука за потраченные суммы.",
      "ja": "島で　ベルを使ってくれれば、経済も活性化して　島の景気が良くなること　まちがいナシだなも！経済を回す応援として、買い物のご利用額に応じた　マイルを　還元しちゃうだなも！",
      "ko": "섬에서 벨을 사용하면 경제가 활성화돼서 섬의 경기도 틀림없이 좋아질 거야구리! 경제 살리기 응원 차원에서 쇼핑 금액에 따라 마일로 캐시백해줄게구리!",
      "zh-tw": "在島上使用鈴錢能刺激經濟，使島上的景氣活絡起來狸！為了帶動經濟，我將依照購物金額回饋哩數狸！",
      "es-us": "¿Llevas la cuenta de lo que vas gastando? ¡Nosotros sí! Gasta tus bayas para contribuir a mejorar la economía de la isla y recibirás millas como recompensa. ¡Date un capricho!",
      "fr-us": "Quand tu dépenses tes clochettes, tu fais tourner l'économie de l'île, oui, oui! Pour t'encourager à ouvrir les vannes de ton porte-monnaie, je te récompenserai en points Nook à hauteur de tes dépenses!",
      "en": "Spending your Bells on the island helps revitalize the local economy, yes, yes! I'll reward you with miles based on how many Bells you've spent."
    }
  },
  "a9": {
    "gso": 53,
    "atp": "money",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "大头菜东家独享优惠里数",
      "de": "Rübenspekulant",
      "it": "Alla radice di tutto",
      "nl": "Voor de knol",
      "ru": "Мили для биржевиков",
      "ja": "カブ主様へ、ご優待マイル",
      "ko": "무 구입자 우대 마일",
      "zh-tw": "股東獨享優待哩數",
      "en": "Miles for Stalkholders",
      "es": "Economía de raíz",
      "fr": "Capitalisme vert"
    },
    "des": {
      "zh-cn": "购买大头菜的大头菜东家，将会获得我们赠送的优惠里数！低买高卖，赚得多多！放一周就会坏，所以卖的时候要小心！",
      "de": "Mit Rüben haben schon viele das ganz große Geld gemacht. Billig kaufen – teuer verkaufen. Das soll von nun an dein Grund-satz sein. Aber denk dran, dass Rüben nur eine Woche haltbar sind!",
      "es-es": "¡Negociar con nabos da millas extra! Las millas molan. Tanto como los nabos, que se pueden comprar baratos y venderse caros para obtener provecho. Pero se pudren en una semana, así que mucho ojo...",
      "fr-fr": "J'ai décidé de donner des miles Nook aux résidents qui investissent dans le navet. Achète à bas prix, revends à la hausse et empoche la différence ! (Attention, les navets pourrissent au bout d'une semaine.)",
      "it": "Ho deciso di regalare miglia di Nook ai residenti che investono in rape. Comprale a poco, vendile a molto e guadagna un bel gruzzolo! Attenzione, però: le rape vanno a male in una settimana...",
      "nl": "Wie in knollen investeert, krijgt Nook-miles. Sla ze goedkoop in en verkoop ze voor een hoge prijs! Zo'n handelsgeest moet gewoon beloond worden. Vergeet trouwens niet dat knollen maar één week houdbaar zijn!",
      "ru": "Мы начисляем мили Нука островитянам, купившим репу. Покупай задешево, продавай втридорога — вот и весь секрет! Но не мешкай: через неделю репа сгниет.",
      "ja": "カブを購入した　カブ主様に、ご優待のマイルを　進呈するだなも！安値で買って、高値で売って　稼いでちょうだい！１週間で腐るから、売り時には　気をつけて！",
      "ko": "무를 구입한 사람에게 특별히 우대 마일을 증정할게구리! 저가에 사고 고가에 팔아서 돈을 벌어봐! 1주일이 지나면 썩으니까 조심하고구리!",
      "zh-tw": "購買大頭菜的股東將會獲得我贈送的優待哩數狸！買低賣高，好好地賺一筆吧！不過一週後就會腐爛，要注意賣出的時機喔！",
      "es-us": "¡Negociar con nabos da millas extra! Las millas son útiles. Tanto como los nabos, que se pueden comprar baratos y venderse caros para sacar provecho. Pero se pudren en una semana, así que mucho ojo...",
      "fr-us": "J'ai décidé de donner des points Nook aux résidents qui investissent dans le navet. Achète à bas prix, revends à la hausse et empoche la différence! (Attention, les navets pourrissent au bout d'une semaine.)",
      "en": "I have Nook Miles to give to any resident who purchases turnips. Buy them low, sell them high, and make a handsome profit! They'll rot in a week, though, so be careful."
    }
  },
  "a10": {
    "gso": 54,
    "atp": "money",
    "stg": [
      {
        "asv": 1000,
        "asr": 300
      },
      {
        "asv": 10000,
        "asr": 500
      },
      {
        "asv": 100000,
        "asr": 1000
      },
      {
        "asv": 1000000,
        "asr": 2000
      },
      {
        "asv": 10000000,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "迈向大头菜梦想家之路",
      "de": "Rübenguru",
      "it": "Magnate delle rape",
      "nl": "Knollenwinst",
      "ru": "Экономист",
      "ja": "カブ・ドリーマーへの道",
      "ko": "돈도 벌고 경제도 살리고!",
      "zh-tw": "邁向大頭菜夢想家之路",
      "en": "Cornering the Stalk Market",
      "es": "Inversión de impresión",
      "fr": "Clochettisation des navets"
    },
    "des": {
      "zh-cn": "买卖大头菜所产生的收益我都给你计算好狸！为了表彰你对繁荣岛上经济做出的贡献，我会赠送你里数的狸！",
      "de": "Mir ist nicht entgangen, dass du das Auf und Ab der Rübenkurse ganz gut für dich nutzen konntest. Als Dank für deine Unterstützung der Inselwirtschaft gibt es ein paar Meilen obendrauf!",
      "es-es": "¡Tus transacciones en el mercado de nabos han cosechado pingües beneficios! Tu inestimable contribución a la economía de la isla se merece unas millas. Y un abrazo.",
      "fr-fr": "Je me suis penché sur tes spéculations sur le cours du navet et... la récolte de tes transactions maraîchères est juteuse ! Accepte donc quelques miles pour ta contribution à l'économie de l'île.",
      "it": "A giudicare da quante rape hai venduto, hai raccolto... i copiosi frutti dei tuoi ortaggi! Il tuo contributo all'economia dell'isola merita senz'altro delle miglia.",
      "nl": "Je transacties op de knollenmarkt hebben een aardig zakklingeltje opgeleverd! Wie zo'n grote bijdrage levert aan de economie van ons eiland, verdient wel wat miles.",
      "ru": "Твои заслуги на рынке репы заслуживают особого внимания! И миль Нука — за развитие экономики острова.",
      "ja": "カブの売り買いで　生まれた利益を　ざっと計算　させてもらっただなも！島の経済をまわしてくれた　功績をたたえて、マイルを　プレゼントさせてもらうだなも！",
      "ko": "무 매매로 얻은 차익이 어느 정도인지 한번 계산해봤어구리! 섬의 경제 활성화에 큰 도움을 줬으니까 감사의 뜻으로 마일을 선물할게구리!",
      "zh-tw": "買賣大頭菜所產生的利益我大概替你算了一下狸！為了表揚你振興島上經濟的功績，我會贈送哩數給你狸！",
      "es-us": "¡Tus transacciones en el mercado de nabos han cosechado sus frutos! Tu inestimable contribución a la economía de la isla se merece unas millas. Y un abrazo.",
      "fr-us": "Je me suis penché sur tes spéculations sur le cours du navet et... la récolte de tes transactions maraîchères est juteuse! Accepte donc quelques points pour ta contribution à l'économie de l'île.",
      "en": "The powers that be have been tracking your turnip transactions...and let's just say you've harvested your share of profits! Enjoy a few Nook Miles for helping contribute to the island's economy."
    }
  },
  "a34": {
    "gso": 55,
    "atp": "money",
    "stg": [
      {
        "asv": 1,
        "asr": 1000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "祝贺你！还清贷款狸！",
      "de": "Kredit abbezahlt",
      "it": "Addio, debiti!",
      "nl": "Uit de rode cijfers",
      "ru": "Жизнь без долгов",
      "ja": "祝！ローン完済だなも！",
      "ko": "대출금 전액 상환을 축하해구리!",
      "zh-tw": "祝賀！貸款還清狸！",
      "en": "No More Loan Payments!",
      "es": "Adiós deudas",
      "fr": "Crédit, c'est fini"
    },
    "des": {
      "zh-cn": "为了庆祝你还清贷款，我会赠送你里数狸！非常感谢你的还款！有什么事的话，请随时跟我说。以后也请多多光顾Nook Inc.！",
      "de": "Vielen Dank für die fristgerechte Rückzahlung. Als Belohnung erhältst du die heißgeliebten Nook-Meilen. Nook Inc. steht dir auch in Zukunft gern beim Erfüllen deiner Träume zur Seite!",
      "fr-fr": "Tu as compris le système ? Qui dit « emprunt remboursé » dit « miles Nook dans la popoche » ! Merci d'avoir fait appel aux services de Nook Inc. !",
      "it": "Visto come funziona? Restituisci tutto ciò che ti è stato prestato e ottieni delle miglia di Nook. La Nook Inc. ti ringrazia due volte per aver fatto affari con lei!",
      "nl": "Je hebt je schulden afbetaald bij Nook Inc.! Dan heb je wel wat Nook-miles verdiend en je hoeft ze niet eens terug te betalen. Het was prettig zaken met je te doen!",
      "ru": "Принцип тебе понятен: возвращаешь долг — получаешь мили Нука! Благодарим за сотрудничество с Nook Inc.",
      "ja": "ローン完済のお祝いに　マイルを贈るだなも！キッチリ返してくれて　どうもありがとね！何かあったら　いつでも声をかけてちょうだい。これからも　たぬき開発をごひいきに～！",
      "ko": "대출금 전액 상환에 대한 감사의 의미로 마일을 선물할게구리! 모두 갚아줘서 고마워! 앞으로도 무슨 일 있으면 언제든 나한테 말해줘. 그럼 앞으로도 Nook Inc.를 잘 부탁해구리～!",
      "zh-tw": "為了慶祝你還清了貸款，我會贈送哩數給你狸！非常感謝你如實地還款！要是有什麼事，歡迎你隨時告訴我。今後也請多多關照Nook Inc.～！",
      "fr-us": "Tu as compris le système? Qui dit « emprunt remboursé » dit « points Nook dans la poche »! Merci d'avoir fait appel aux services de Nook Inc.!",
      "en": "You see how this works? You pay off your loan, you get some Nook Miles! Thank you for doing business with Nook Inc.!",
      "es": "Gracias por utilizar los servicios financieros de Nook Inc. ¡Ya no te quedan deudas por pagar! Como recompensa, estas millas son tuyas. ¡No tienes que devolverlas ni nada!"
    }
  },
  "a83": {
    "gso": 56,
    "atp": "communication",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "在布告栏交流！",
      "de": "Was für ein Brett!",
      "it": "I benefici della bacheca",
      "nl": "Miles voor mededelingen",
      "ru": "Преимущества объявлений",
      "ja": "掲示板でコミュニケーション！",
      "ko": "게시판으로 커뮤니케이션!",
      "zh-tw": "佈告欄是溝通管道！",
      "en": "Bulletin-Board Benefit",
      "es": "¡Anúnciate!",
      "fr": "Avantages de l'affichage"
    },
    "des": {
      "zh-cn": "对于首次在岛上的布告栏写东西的人，我们会赠送里数狸！今后也请多多使用布告栏和大家交流哦！",
      "de": "Der erste Eintrag auf dem Schwarzen Brett muss belohnt werden – mit Meilen natürlich! Denn der Schlüssel zu einer erfolgreichen Gemeinschaft ist Kommunikation!",
      "es-es": "¡Publica en el tablón de anuncios de la isla y gana unas cuantas millas Nook! Ya verás lo fácil que es comunicarse así con el resto de residentes, sí, sí.",
      "fr-fr": "Un premier message sur le panneau d'affichage vaut bien quelques miles Nook, tant ce panneau est un excellent moyen de communiquer avec les autres résidents. À utiliser sans modération, non, non !",
      "it": "Senti questa: miglia di Nook per la prima volta che scrivi sulla bacheca della tua isola. Sì, sì, proprio così! Vedrai quanto sarà facile tenerti in contatto con gli altri abitanti dell'isola!",
      "nl": "Je eerste bericht op een mededelingen-bord moet wel beloond worden. En waarmee? Met miles natuurlijk! Blijf er gebruik van maken om te communiceren met iedereen op het eiland! Ja, ja!",
      "ru": "За первое объявление на островной доске объявлений Nook Inc. начисляет мили Нука. Пользуйся доской объявлений для общения со всеми жителями острова.",
      "ja": "島の掲示板へ　書き込みをしてくれた人には　初回にマイルを　お渡ししてるだなも！仲間との　コミュニケーションにも　使えるし、掲示板は　ドンドン活用すると　いいだなも！",
      "ko": "우리 섬의 게시판에 글을 작성한 사람에게는 첫 회에 한해 마일을 선물하고 있어구리! 친구와 연락할 때도 사용할 수 있으니까 섬의 게시판을 많이 활용해줘구리!",
      "zh-tw": "為了記念首次在島上的佈告欄投稿，我將會贈送哩數給你狸！佈告欄可以用來和同伴溝通聯絡，請善加利用狸！",
      "es-us": "¡Publica en el tablero de anuncios de la isla y gana unas cuantas millas Nook! Ya verás lo fácil que es comunicarse así con el resto de los residentes, sí, sí.",
      "fr-us": "Un premier message sur le panneau d'affichage vaut bien quelques points Nook, tant ce panneau est un excellent moyen de communiquer avec les autres résidents. À utiliser sans modération, non, non!",
      "en": "Picture this: Getting Nook Miles from Nook Inc. the first time you write something on an island's bulletin board. Keep using bulletin boards to communicate with everyone on the island! Yes, yes!"
    }
  },
  "a50": {
    "gso": 57,
    "atp": "communication",
    "stg": [
      {
        "asv": 5,
        "asr": 300
      },
      {
        "asv": 20,
        "asr": 500
      },
      {
        "asv": 50,
        "asr": 1000
      },
      {
        "asv": 100,
        "asr": 2000
      },
      {
        "asv": 200,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "笔耕不辍",
      "de": "Beliebter Brieffreund",
      "it": "Grafomane",
      "nl": "Populaire penvriend",
      "ru": "Дружба по переписке",
      "ja": "筆まめ応援マイル",
      "ko": "편지 쓰기 응원 마일",
      "zh-tw": "愛寫信的獎勵哩數",
      "en": "Popular Pen Pal",
      "es": "Corresponsal responsable",
      "fr": "L'amitié n'attend pas"
    },
    "des": {
      "zh-cn": "对于送出很多心意卡的人，我会赠送里数狸！今后也请继续给大家送心意卡，逐渐加深彼此之间的感情吧！",
      "de": "Für fleißiges Kartenschreiben bekommst du Meilen. Also weiter so, auf dass Bande geknüpft und Freundschaften gefestigt werden, ja, ja!",
      "es-es": "Es fácil mantener el contacto con las amistades también cuando están ausentes; ¡basta con enviarles unas líneas por correo! Si estrechar lazos no es motivo suficiente, espero que las millas te animen a escribir.",
      "fr-fr": "Envoie des cartes à tes amis et tu ne recevras pas que leur indéfectible amitié... Tu recevras aussi des miles ! Il faudrait être timbré pour ne pas en profiter !",
      "it": "Spedisci tantissimi messaggi e ti spedirò tantissime miglia di Nook! Pensaci bene: rafforzi le amicizie e rimpolpi il tuo conto di miglia. Che puoi desiderare di più?",
      "nl": "Vriendschappen onderhouden door kaarten te schrijven is iets moois. En alsof dat niet al een beloning op zichzelf is, krijg je miles als je vaak genoeg in je pen klimt. Ja, ja!",
      "ru": "Мы поощряем переписку милями Нука. Отправляй всем открытки и завязывай дружбу с другими островитянами.",
      "ja": "メッセージカードを　たくさん送った人には、マイルを　プレゼントさせてもらってるだなも！これからも　みんなとカードを送りあって　ますます　親ぼくを　深めてちょうだいね！",
      "ko": "메시지 카드를 많이 보낸 사람에게 마일을 선물하고 있어구리! 앞으로도 다른 사람들과 카드를 주고받으며 더욱더 친목을 쌓아가길 바랄게구리!",
      "zh-tw": "我會贈送哩數給發送很多心意卡的人狸！今後也要繼續發送卡片給大家，慢慢加深彼此的感情喔！",
      "es-us": "Es fácil mantener contacto con las amistades aun cuando están ausentes; ¡basta con enviarles unas líneas por correo! Si estrechar lazos no es motivo suficiente, espero que las millas te animen a escribir.",
      "fr-us": "Envoie des cartes à tes amis et tu ne recevras pas que leur indéfectible amitié... Tu recevras aussi des points! Il faudrait être timbré pour ne pas en profiter!",
      "en": "I'll reward you with miles if you send a lot of letters. Please keep sending letters to everyone and continuing to deepen friendships. Yes, yes!"
    }
  },
  "a26": {
    "gso": 58,
    "atp": "insect",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      },
      {
        "asv": 5,
        "asr": 500
      },
      {
        "asv": 10,
        "asr": 1000
      }
    ],
    "seq": true,
    "loc": {
      "de": "Flohzirkus",
      "it": "Acchiappa-pulci",
      "nl": "Vlooiencircus",
      "ru": "Ловец блох",
      "ja": "ノミをつかまえよう！",
      "ko": "벼룩을 잡자!",
      "en": "Flea Flicker",
      "es": "Entre el índice y el pulgar",
      "fr": "Attrape-puces",
      "zh": "抓住跳蚤吧！"
    },
    "des": {
      "zh-cn": "如果有跳蚤就会痒得受不了狸……以后要是有居民遇到这种麻烦，请积极地给予帮助哦！我会送给你里数感谢你的贴心狸。",
      "de": "Flöhe können eine echte Qual sein. Wenn du einen Nachbarn mit Flohproblem siehst, hilf ihm doch bitte! Solche guten Taten werden mit Meilen belohnt!",
      "es-es": "Cualquiera con dos dedos de pelaje ha tenido pulgas alguna vez. Si ves a algún vecino en apuros, no le preguntes qué le pica, ¡échale una mano! Como todas las buenas acciones, tendrá su recompensa.",
      "fr-fr": "Les puces sont une véritable plaie. Si tu vois un camarade insulaire aux prises avec ce fléau, n'hésite pas à l'aider. D'abord, une bonne action n'est jamais perdue, mais en plus, ça te rapportera des miles !",
      "it": "Le pulci causano tanti fastidiosi pruriti ai tuoi amici animali. Non trovi anche tu che sia un bel segno di amicizia, aiutarli a liberarsene? E otterrai anche delle miglia in cambio di questa tua generosità!",
      "nl": "Vlooien zijn onuitstaanbaar. Als je ziet dat een van je medebewoners er last van heeft, help hem of haar dan een handje. Een goede daad is goud waard, hm? Of miles in dit geval!",
      "ru": "Блохи — это зудящая напасть. Если тебе попадется блохастый островитянин, обязательно выручи его. Доброе дело сделаешь и мили заработаешь.",
      "ja": "ノミがいると、カユくて仕方ないだなも・・・これからも　困っている住民がいたら、積極的に　助けてあげてちょうだいね！親切な行いに　マイルを進呈するだなも。",
      "ko": "벼룩이 붙으면 참 가렵지구리… 앞으로도 난처한 상황에 빠진 주민이 있으면 적극적으로 도와줬으면 해구리! 친절상을 대신해서 마일을 증정할게구리.",
      "zh-tw": "跳蚤會讓人癢得受不了狸……今後也要積極地幫助被跳蚤困擾著的居民狸！我會為你的親切行為送上哩數狸。",
      "es-us": "Cualquiera con dos dedos de pelaje ha tenido pulgas alguna vez. Si ves a algún vecino en apuros, no le preguntes qué le pica, ¡ayúdalo! Como todas las buenas acciones, tendrá su recompensa.",
      "fr-us": "Les puces sont une véritable plaie. Si tu vois un camarade insulaire aux prises avec ce fléau, n'hésite pas à l'aider. D'abord, une bonne action n'est jamais perdue, mais en plus, ça te rapportera des points!",
      "en": "Itchy fleas are a real hassle. If you see an island buddy struggling with fleas, by all means, help them out. Not only is it a nice thing to do, but you'll also get some miles for doing a good deed."
    }
  },
  "a25": {
    "gso": 59,
    "atp": "insect",
    "stg": [
      {
        "asv": 1,
        "asr": 1000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "得到夏日的回忆！",
      "de": "Sommerandenken",
      "it": "Souvenir di cicale",
      "nl": "Zoete zomerherinnering",
      "ru": "Цикада на память",
      "ja": "夏の思い出をゲット！",
      "ko": "여름의 추억 획득!",
      "zh-tw": "得到夏日的回憶！",
      "en": "Cicada Memories",
      "es": "Atesorar para el invierno",
      "fr": "Souvenirs et mues"
    },
    "des": {
      "zh-cn": "并不是要派什么用场，但以前经常会收集蝉蜕狸。既然机会难得，作为夏日的回忆好好收藏也不是坏事狸！",
      "de": "Als kleiner Waschbär habe ich auch schon immer abgestreifte Larvenhäute von Zikaden gesammelt... Man kann nichts damit anfangen, aber es gehört zum Sommer einfach dazu, ja, ja!",
      "es-es": "La cigarra no supo ahorrar, y cuando acabó el verano... Ya conocéis la fábula, ¿verdad? Recoger mudas de cigarra no te dará de comer, pero, como iconos del buen tiempo, te traerán cálidos recuerdos. Y millas.",
      "fr-fr": "Ah, les mues de cigale sont synonymes d'été. Elles ne sont guère utiles, mais constituent autant d'inoubliables souvenirs de la belle saison. Alors collectionne-les : des souvenirs, on en a jamais trop !",
      "it": "Ah, l'estate! Le esuvie delle cicale, cioè i gusci di cui si liberano facendo la muta, sono poco utili... ma collezionarle regala ricordi che durano ben più di una stagione!",
      "nl": "Ah, cicadehuiden... Je hebt er niets aan, maar weinig andere dingen doen me zo aan de zomer denken. Nook-miles, daar heb je wél wat aan. Alsjeblieft!",
      "ru": "Летом часто попадаются коконы цикад. Пользы от них не то чтобы очень много, всего то приятные воспоминания о лете... ну и мили, конечно.",
      "ja": "何かに使えるわけじゃないけど、昔はよく　セミのぬけがらを集めただなも。せっかくだから　夏の思い出として、集めてみるのも　悪くないだなも！",
      "ko": "딱히 쓸모 있는 물건은 아니지만 옛날엔 종종 매미 허물을 모으곤 했어구리. 이런 것도 다 여름의 추억이니까 한번 모아보는 게 어때구리?",
      "zh-tw": "我並不是要拿來做什麼，只是從以前開始就很常收集蟬蛻狸。機會難得，我也來收集一下，作為夏日的回憶狸！",
      "es-us": "La cigarra no supo ahorrar, y cuando terminó el verano... Ya conocen la fábula, ¿no? Recoger mudas de cigarra no da muchos beneficios, pero sí te dejará hermosos recuerdos de verano.",
      "fr-us": "Ah, les mues de cigale sont synonymes d'été. Elles ne sont guère utiles, mais constituent autant d'inoubliables souvenirs de la belle saison. Alors, collectionne-les : des souvenirs, on en a jamais trop!",
      "en": "Ah, cicada shells in the summer. They're not really all that useful, but collecting them does help create summer memories that will last a lifetime."
    }
  },
  "a71": {
    "gso": 60,
    "atp": "insect",
    "stg": [
      {
        "asv": 1,
        "asr": 1000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "捉黄蜂名人！",
      "de": "Wespenbändiger",
      "fr-fr": "Les belles guêpes !",
      "it": "Retino coraggioso",
      "nl": "Geen steek laten vallen",
      "ru": "Укротитель ос",
      "ja": "ハチとり名人！",
      "ko": "벌 잡기의 달인!",
      "zh-tw": "捉黃蜂名人！",
      "fr-us": "Pas folles les guêpes!",
      "en": "Netting Better!",
      "es": "Red avispada"
    },
    "des": {
      "zh-cn": "竟然连续5次捉到了黄蜂，我为你惊人的瞬间爆发力而感动狸！为了表彰你的功绩，特向你送上里数，请一定要收下狸！",
      "de": "Wer fünf Wespen hintereinander fängt, muss tolle Reflexe haben, ja, ja! Das beeindruckt mich so sehr, dass ich dafür die beliebten Nook-Meilen rausrücke!",
      "es-es": "Esa red, ¡qué bien la manejas, sí, sí! No dejas que las avispas se te acerquen... ¡ni que se alejen! Has cazado cinco seguidas sin que te pique ni una. ¡Bravo! Eso se merece unas millas Nook.",
      "fr-fr": "Je suis toujours ébahi quand j'apprends que quelqu'un est parvenu à capturer cinq guêpes à la suite. Les mots me manquent pour commenter cet exploit, alors j'offre des miles à quiconque le réalise, oui, oui !",
      "it": "Riuscire a catturare cinque vespe di seguito senza sbagliare è un'impresa notevole! Tanto è impressionante che, ci sono delle miglia in premio per te!",
      "nl": "Wie vijf wespen achterelkaar vangt, heeft goede reflexen, ja, ja! Daar ben ik zo van onder de indruk, dat ik dat graag met wat Nook-miles wil uitdrukken!",
      "ru": "Поймать пять ос подряд под силу не каждому! За это полагаются мили Нука.",
      "ja": "連続5回も　ハチをつかまえただなんて、なかなかの瞬発力に　感動しているだなも！その功績をたたえて　マイルを進呈するから、ぜひ　受け取って欲しいだなも！",
      "ko": "연속으로 다섯 번이나 벌을 잡다니 순발력이 정말 대단해구리! 엄청난 순발력을 칭찬하는 의미에서 마일을 선물할게구리!",
      "zh-tw": "你竟然連續捕捉到5次黃蜂，這驚人的爆發力真是讓人感動狸！為了表揚你的功績，我會贈送哩數給你，請務必要收下狸！",
      "es-us": "Esa red, ¡la manejas muy bien, sí, sí! No dejas que las avispas se te acerquen... ¡ni que se alejen! Cazaste cinco seguidas sin que te pique ninguna. ¡Bravo! Eso se merece unas millas Nook.",
      "fr-us": "Je suis toujours ébahi quand j'apprends que quelqu'un est parvenu à capturer cinq guêpes à la suite. Les mots me manquent pour commenter cet exploit, alors j'offre des points à quiconque le réalise, oui, oui!",
      "en": "It's so impressive when someone can catch five wasps in a row—so impressive, in fact, that you'll earn some Nook Miles if you can do it!"
    }
  },
  "a51": {
    "gso": 61,
    "atp": "hha",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "恶作剧头目！",
      "de": "Spatenstich",
      "es-es": "El agujero primero",
      "it": "Buca fortunata",
      "nl": "Je eerste valkuil",
      "ru": "Проказы",
      "ja": "わるだくみ番長！",
      "ko": "장난꾸러기 대장!",
      "zh-tw": "帶頭惡作劇的人！",
      "es-us": "Tu primer hoyo",
      "en": "Pit-y Party",
      "fr": "Je pense, donc je puits"
    },
    "des": {
      "zh-cn": "为了纪念你第一次挖掘陷阱，让我赠送你里数狸！要小心哦，可别一不小心落入自己挖的陷阱里！",
      "de": "Für das Vergraben deiner ersten Falle erhältst du natürlich Nook-Meilen. Pass nur auf, dass du nicht selbst hineinfällst!",
      "es-es": "Estas millas conmemoran el momento en que has cavado tu primer agujero. ¡Asegúrate de no caer víctima de tu propia creación!",
      "fr-fr": "Tu as creusé le premier trou d'une longue série et ceci mérite bien quelques miles Nook en cadeau. Mais n'oublie pas : s'il est bon de faire son trou, il ne faut pas tomber dedans !",
      "it": "Hai messo a punto la tua prima trappola! Ti aspettano miglia di Nook per celebrare l'evento. Fai solo attenzione a non cadere vittima della tua stessa arte manuale!",
      "nl": "Met deze extra miles vieren we de eerste keer dat je een valkuil hebt gegraven! Pas wel op dat je er zelf niet in valt!",
      "ru": "За создание первой ловушки мы начисляем мили Нука. Не попади только в собственноручно вырытую яму!",
      "ja": "はじめて落とし穴を　作った記念に　マイルのプレゼントを　させてもらうだなも！自分で作った落とし穴に　うっかり　引っかからないように　気を付けてね！",
      "ko": "처음으로 함정을 판 기념으로 마일을 선물할게구리! 자기가 만든 함정에 실수로 빠지지 않도록 조심하고구리!",
      "zh-tw": "為了紀念你第一次挖陷阱，我會贈送哩數給你狸！你要小心，可別一個不小心掉進自己挖的陷阱裡喔！",
      "es-us": "Estas millas conmemoran el momento en que has cavado tu primer hoyo. ¡Asegúrate de no caer víctima de tu propia creación!",
      "fr-us": "Tu as creusé le premier trou d'une longue série et ceci mérite bien quelques points Nook en cadeau. Mais n'oublie pas : s'il est bon de faire son trou, il ne faut pas tomber dedans!",
      "en": "Enjoy some bonus Nook Miles to commemorate the creation of your first pit. Just make sure you don't fall victim to your own handiwork!"
    }
  },
  "a24": {
    "gso": 62,
    "atp": "negative",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "旧伤未愈又添新伤！",
      "de": "Wer die Wespe stört...",
      "es-es": "El aguijón en el pajar",
      "fr-fr": "Des miles dard-dard",
      "it": "Cura la puntura",
      "nl": "De angel der smart",
      "ru": "Где жужжит, там и жало",
      "ja": "泣きっ面にハチの救済なんだも！",
      "ko": "벌에 쏘여도 정신만 차리면 산다!",
      "zh-tw": "蜂不單行的補助狸！",
      "es-us": "Cura segura",
      "fr-us": "Mille et un dards",
      "en": "Taking the Sting Out"
    },
    "des": {
      "zh-cn": "被黄蜂蜇过的地方还没好，又再次被蜇了，看着太惨狸。顶着这样一张脸走来走去很危险，用药治疗一下会比较好狸！",
      "de": "Du wurdest mit zerstochenem Gesicht noch einmal von Wespen gestochen? Das ist bitter, aber als Trost gibt es zumindest Meilen für dich. Du solltest Stiche immer schnell mit Medizin behandeln!",
      "es-es": "Que te piquen las avispas duele una barbaridad, pero si encima te pican dos veces... Aunque mira el lado bueno: ¡te has ganado unas millas por eso! Espero que tengas medicina a mano...",
      "fr-fr": "Les piqûres de guêpes sont douloureuses ! Et si tu te fais encore piquer avant d'avoir guéri, tu t'évanouiras ! Certes, tu gagneras quelques miles, mais prends quand même un remède et oublie ce mauvais moment.",
      "it": "Essere punti dalle vespe è doloroso! Essere punti di nuovo prima di recuperare fa svenire! Ma almeno guadagni delle miglia. Non voglio che tu stia male, però, quindi prendi una medicina per guarire!",
      "nl": "Gestoken worden door een wesp doet zeer. Maar ik help je graag een handje! In plaats van met zo'n gezichtje rond te blijven lopen, kun je misschien beter een medicijn nemen, hm? Hier in ieder geval wat miles!",
      "ru": "Осы больно кусаются! Если тебя снова укусят, пока не зажил первый укус, ты упадешь в обморок. В утешение ты получаешь пару миль и лекарство, которое поможет быстро поправиться.",
      "ja": "ハチにさされた状態で　更にハチにさされて　大変な目にあったアナタに　お見舞いだなも。ハチさされ顔で　ウロウロするのは危ないから、おくすりで　治した方がいいんだも！",
      "ko": "벌에 쏘인 상태에서 또 벌에 쏘이고 만 가엾은 당신에게 위로의 마일을 건넬게구리. 벌에 쏘인 채로 돌아다니면 위험하니까 약을 먹고 빨리 치료하는 게 어때구리?",
      "zh-tw": "看見你被黃蜂連續螫，很不幸，我來給你表示慰問狸。臉被黃蜂螫到還到處跑並不安全，可以吃藥治療狸！",
      "es-us": "Que te piquen las avispas duele muchísimo, pero si encima te pican dos veces... Aunque míralo por el lado bueno: ¡te ganaste unas millas! Espero que tengas un medicamento a mano...",
      "fr-us": "Les piqûres de guêpes sont douloureuses! Et si tu te fais encore piquer avant d'avoir guéri, tu t'évanouiras! Certes, tu gagneras quelques points, mais prends quand même un remède et oublie ce mauvais moment.",
      "en": "Getting stung by wasps hurts! Getting stung again before you can recover makes you faint! But at least you get some miles for that. I don't want you to be uncomfortable, though, so take some medicine to heal up!"
    }
  },
  "a27": {
    "gso": 63,
    "atp": "negative",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "注意危险的虫子！",
      "de": "Furchtloser Fänger",
      "fr-fr": "Évanoui ? Oui, oui !",
      "it": "Cuor di leone",
      "nl": "Van je stokje",
      "ru": "Опасная живность",
      "ja": "キケンなムシに、ご注意！",
      "ko": "위험 곤충 주의!",
      "zh-tw": "注意危險蟲子！",
      "fr-us": "Évanoui? Oui, oui!",
      "en": "Faint of Heart",
      "es": "¿Estás bien?"
    },
    "des": {
      "zh-cn": "在这个岛上也栖息着甚至可能会让你昏倒的可怕虫子。虫子可以用捕虫网捕捉，所以下次遇到的话，去捉来吧！",
      "de": "Auf dieser Insel gibt es einige wahrlich furchterregende Krabbeltiere. Wenn du eines davon entdeckst, fass dir ein Herz und fange es mit deinem Kescher ein!",
      "it": "Su quest'isola si trovano insetti poco raccomandabili, capaci di far saltare un battito ai cuori più forti, causando svenimenti. Catturali con il retino per scacciare la paura!",
      "nl": "Van het soort nare insecten dat er op dit eiland rondkruipt zou iedereen licht in zijn hoofd worden. Misschien val je de volgende keer minder gauw flauw als je een net in je hand hebt...",
      "ru": "На острове живет много ползучей живности не для слабонервных. Попробуй поймать ее сачком, может, она не такая уж и страшная...",
      "ja": "この島には　気絶しちゃうぐらい　こわいムシも　生息してるみたいだなも。あみで取ることも　出来るみたいだから、次に見つけたら、つかまえてほしいだなも！",
      "ko": "이 섬에는 기절해버릴 정도로 무시무시한 곤충도 서식하고 있어구리. 잠자리채로 잡을 수 있다고 하니까 다음에 마주치면 한번 잡아봐구리!",
      "zh-tw": "這座島上也棲息著可怕的蟲子，會讓你不知不覺昏倒狸。用捕蟲網應該可以捕捉得到，下次再見到，就把牠抓起來狸！",
      "en": "This island is home to creepy crawlers that would make anyone light-headed. Maybe wielding a net will make you less likely to faint...",
      "es": "En la isla también habitan criaturas que son como para que te dé un soponcio. La próxima vez, ten la red a mano... ¡y que no te fallen los reflejos! ¿Compensan estas millas el disgusto?",
      "fr": "L'île abrite de viles et rampantes créatures qui feraient tourner la tête aux plus aguerris. Peut-être qu'en les approchant avec un filet, les risques d'évanouissement sont moindres..."
    }
  },
  "a52": {
    "gso": 64,
    "atp": "negative",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "落入陷阱狸！",
      "de": "Unverhoffter Sturz",
      "it": "Cadute premiate",
      "nl": "In de val gelopen",
      "ru": "Ловушки на пути",
      "ja": "落とし穴のワナだなも！",
      "ko": "함정을 조심해구리!",
      "zh-tw": "陷阱的圈套狸！",
      "en": "Overcoming Pitfalls",
      "es": "Los tropiezos del camino",
      "fr": "Au fond du trou"
    },
    "des": {
      "zh-cn": "人生有山峰有山谷，也会有陷阱狸！不小心掉下去也是没办法的，下次只能走得更小心些狸。送你里数，请恢复活力吧！",
      "de": "Das Leben ist ein Auf und Ab, und am Ende fällt man in ein Loch. Aber ich hoffe, du hast etwas daraus gelernt. Hier hast du ein paar Meilen als Trostpflaster.",
      "es-es": "La vida está llena de altibajos, sí, sí. Cuando crees que no puedes caer más bajo, sales del agujero y te das cuenta de que has aprendido una lección: ¡ir con más ojo la próxima vez!",
      "fr-fr": "Dans la vie, il y a des hauts et des bas, des montagnes et des trous. Lorsqu'on dégringole dans un des seconds, le plus important est de retenir la leçon. Tiens, quelques miles Nook pour te consoler.",
      "it": "Nella vita c'è chi scende e c'è chi sale... È un proverbio che vale anche per le trappole? Di certo a finirci dentro si impara una lezione. Perciò non mi pare sbagliato darti delle miglia per questo, sì, sì!",
      "nl": "Het level zit vol pieken en dalen... en valkuilen. Als je erin valt, leer je een harde les, hm? Zoals \"de volgende keer beter opletten\". Zit er maar niet over in de put, want je krijgt wat Nook-miles.",
      "ru": "Жизнь полна взлетов и падений. Попав в ловушку, не сердись, а гляди впредь себе под ноги. В утешение ты получаешь несколько миль Нука.",
      "ja": "人生は、山あり谷あり　落とし穴ありだなも！落っこちちゃったものは　しょうがないし、次からは、気を付けて歩くしか　ないだなも。マイルを贈るから、元気だしてちょうだいね！",
      "ko": "사람 사는 인생에는 굴곡도 있고 함정도 있어구리! 이미 함정에 빠져버린 건 되돌릴 수 없으니까 다음부터 조심해서 걷도록 해구리. 위로의 의미로 마일을 줄 테니까 기운 내구리!",
      "zh-tw": "人生啊，有山峰有山谷，也有陷阱狸！難免有掉進陷阱裡的時候，只能下次走得更小心一點狸。我會贈送哩數給你，打起精神來吧！",
      "es-us": "La vida está llena de altibajos, sí, sí. Cuando crees que no puedes caer más bajo, sales de la trampa y te das cuenta de que has aprendido una lección: ¡ir con más cuidado la próxima vez!",
      "fr-us": "Dans la vie, il y a des hauts et des bas, des montagnes et des trous. Lorsqu'on dégringole dans un des seconds, le plus important est de retenir la leçon. Tiens, quelques points Nook pour te consoler.",
      "en": "Life is full of peaks and valleys, hills and pits. When you fall into a pit, you learn a lesson, hm? Be more careful next time, yes? Don't feel too bad, though. You're getting some bonus Nook Miles for your fall."
    }
  },
  "a90": {
    "gso": 65,
    "atp": "negative",
    "stg": [
      {
        "asv": 1,
        "asr": 500
      }
    ],
    "seq": true,
    "vad": "1.2.0",
    "loc": {
      "zh-cn": "小心赝品！",
      "de": "Falscher Fuffziger",
      "es-es": "¡Te han timado!",
      "fr-fr": "Faussaire de famille",
      "it": "Che seccatura!",
      "nl": "Bedrogen en belogen",
      "ru": "Берегись подделок!",
      "ja": "ニセモノにご注意！",
      "ko": "가짜 주의보!",
      "zh-tw": "小心假貨！",
      "es-us": "¡Te engañaron!",
      "fr-us": "« Aubaines » entre amis",
      "en": "Faked Out!"
    },
    "des": {
      "zh-cn": "买到的艺术品是赝品？这是要考验你是否能看穿真伪狸。我只能给你里数，就当做一些补偿！",
      "de": "Oh nein. Hat man dich übers Ohr gehauen? Das Kunstwerk war offenbar nur eine Fälschung, um dein Kennerauge zu prüfen. Hier ein paar Meilen als Trost.",
      "es-es": "¿Te han dado gato por liebre? Parece que la obra de arte que querías donar era falsa. ¡Qué mala pata! Habrá que fijarse mejor la próxima vez. Hasta entonces, unas cuantas millas te ayudarán a pasar el mal trago.",
      "fr-fr": "Oh, tu t'es fait gruger ? Le chef-d'œuvre que tu allais offrir s'est avéré une vulgaire contrefaçon et ça te mine ? Ne pleure pas, c'est ton flair d'expert qui se développe ! Tiens, voici quelques miles pour te consoler.",
      "it": "Sei stato raggirato? L'opera che hai provato a donare si è rivelata un falso e adesso ti senti a terra? Non prendertela, è solo questione di sviluppare un occhio per l'arte! Ecco delle miglia per consolarti.",
      "nl": "O nee, ben je genept? Het kunstwerk dat je hebt, blijkt een vervalsing te zijn. Je kunstkennis wordt op de proef gesteld! Ja, ja! Hier heb je wat miles als troost.",
      "ru": "Тебя обвели вокруг пальца, подсунув подделку? Конечно, это обидно. От обмана спасает только наметанный глаз, да-да! Надеюсь, мили Нука тебя утешат.",
      "ja": "買った美術品が　ニセモノだった？！本物を見極める目が　試されてるんだなも。ボクには　マイルをあげることしか　できないけど　何かの足しに　してちょうだい！",
      "ko": "구입한 미술품이 가짜였어구리!? 진품을 알아보는 안목을 키워야겠네! 내가 해줄 수 있는 거라곤 마일을 주는 것밖에 없지만 이걸로 마음의 위안이 된다면 좋겠어구리!",
      "zh-tw": "買到假的藝術品？！這時候就要考驗你分辨真偽的眼光狸。我只能給你哩數，當作一點補償狸！",
      "es-us": "¿Te dieron gato por liebre? Parece que la obra de arte que querías donar era falsa. ¡Qué mala pata! Habrá que fijarse mejor la próxima vez. Hasta entonces, unas cuantas millas te ayudarán a pasar el mal trago.",
      "fr-us": "Oh, tu t'es fait arnaquer? Le chef-d'œuvre que tu allais offrir s'est avéré une vulgaire contrefaçon et ça t'attriste? Ne pleure pas, c'est ton flair d'expert qui se développe! Voici quelques points pour te consoler.",
      "en": "Oh my. Did you get hoodwinked? That work of art you tried to donate turned out to be a forgery, and it stings. Your eye for art is being tested! Yes, yes! Please take some comfort in the miles I'm giving you."
    }
  },
  "a80": {
    "gso": 66,
    "atp": "negative",
    "stg": [
      {
        "asv": 1,
        "asr": 500
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "水障碍",
      "de": "Wie gewonnen, so...",
      "it": "Tesori perduti",
      "nl": "Verloren schat",
      "ru": "Утонувшее сокровище",
      "ja": "ウォーターハザード",
      "ko": "워터 해저드",
      "zh-tw": "水障礙",
      "en": "Lost Treasure",
      "es": "Premio aguado",
      "fr": "Trésor englouti"
    },
    "des": {
      "zh-cn": "气球上的礼物掉到水里了？以高尔夫来说，就是“落水”狸。我很理解这种落水的心情，所以送上里数作为安慰奖狸！",
      "de": "Du hast mit einem Meisterschuss ein Geschenk vom Himmel geholt, nur um es dann ins Wasser plumpsen zu sehen? Ich hoffe, ein paar Meilen spenden dir Trost in dieser schwierigen Zeit.",
      "es-es": "¡No! Has reventado un globo con gran maestría, pero el regalo se ha caído al agua... Quizá unas cuantas millas te ayuden a superar el mal trago, ¿sí?",
      "fr-fr": "Un ballon qui éclate juste au-dessus de l'eau, et le cadeau coule à pic ! C'est triste, bien sûr, mais je suis prêt à t'offrir des miles pour t'aider à remonter la pente !",
      "it": "Accidenti, hai fatto scoppiare un palloncino con gran classe, ma la ricompensa che c'era attaccata è caduta in acqua! Spero che un po' di miglia di Nook ti tirino su il morale.",
      "nl": "O nee. Je hebt een ballon kapot geschoten, maar het cadeautje is in het water gevallen! Misschien dat een paar Nook-miles je opvrolijken.",
      "ru": "Вот те раз! Ты сбил шарик метким попаданием из рогатки, но прикрепленный приз упал в воду! Прими мили Нука и не ходи как в воду опущенный!",
      "ja": "風船のプレゼントを　水の中に落としちゃった？ゴルフでいうと「池ポチャ」ってヤツだなもね。池ポチャの無念は　痛いほどわかるボクだから、残念賞として代わりにマイルをあげちゃうだなも。",
      "ko": "풍선 선물을 물속에 떨어뜨렸어? 골프에서는 '워터 해저드'라고 해구리! 그 원통함은 나도 너무 잘 아니까 아차상으로 마일을 대신 선물할게구리!",
      "zh-tw": "氣球上的禮物掉進水裡了？以高爾夫球來說，就是的「落水」狸。我非常理解這種落水的心痛，因此送上哩數作為安慰獎狸。",
      "es-us": "¡No! Reventaste un globo con gran maestría, pero el regalo se cayó al agua... Quizás unas cuantas millas te ayuden a superar el mal trago, ¿sí?",
      "fr-us": "Un ballon qui éclate juste au-dessus de l'eau, et le cadeau coule à pic! C'est triste, bien sûr, mais je suis prêt à t'offrir des points pour t'aider à remonter la pente!",
      "en": "Oh my. You popped a balloon with a skillful shot, but the attached prize fell into the water! Maybe some Nook Miles will help you recover from that sunken feeling, hm?"
    }
  },
  "a5": {
    "gso": 67,
    "atp": "landmaking",
    "stg": [
      {
        "asv": 5,
        "asr": 300
      },
      {
        "asv": 20,
        "asr": 500
      },
      {
        "asv": 50,
        "asr": 1000
      },
      {
        "asv": 100,
        "asr": 2000
      },
      {
        "asv": 300,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "目标，成为气球猎人！",
      "de": "Ballonschütze",
      "it": "Pioggia di tesori",
      "nl": "Een ballonnetje neerhalen",
      "ru": "Сокровища с неба",
      "ja": "狙え、バルーンハンター！",
      "ko": "목표는 풍선 헌터!",
      "zh-tw": "目標是成為氣球獵人！",
      "en": "It's Raining Treasure!",
      "es": "Regalos caídos del cielo",
      "fr": "Cadeaux du ciel"
    },
    "des": {
      "zh-cn": "是谁放的还是个谜，但时不时会有带着礼物的气球飞过来狸！如果能大量射落那些气球，我会赠送你里数狸！",
      "de": "Es ist ein Rätsel, wer die Ballons mit Geschenken über unsere Insel fliegen lässt, aber das muss uns nicht kümmern. Hol viele davon vom Himmel und verdiene dir Meilen!",
      "es-es": "¿Quién enviará los regalos que nos llegan a la isla atados a globos? Nadie lo sabe, pero eso no te impedirá ganar millas si los abates y recoges su contenido.",
      "fr-fr": "Qui envoie ces cadeaux suspendus à des ballons sur notre île ? Mystère ! Ce qui est sûr en revanche, c'est que tu peux obtenir des miles en faisant éclater les ballons et en récupérant le contenu des cadeaux !",
      "it": "Nessuno sa chi manda dei palloncini con attaccati dei doni in volo sull'isola, ma colpirli per raccoglierne i tesori ti farà guadagnare delle miglia.",
      "nl": "Niemand weet wie die ballonnen oplaat waar cadeautjes aan vastzitten, maar je kunt miles verdienen door ze uit de lucht te schieten en de pakjes te openen.",
      "ru": "Кто запускает в небо подарки на воздушных шарах — неизвестно. Но ты можешь заработать мили, сбивая и собирая их.",
      "ja": "誰が飛ばしてるのか　ナゾだけど、時々　プレゼントつきの　風船が飛んでくるだも！あれを　たくさん　撃ち落とすことが出来たら、マイルを　プレゼントするだなも！",
      "ko": "누가 날리는 건지는 모르겠지만 가끔 선물을 매단 풍선이 날아오곤 해구리! 그 풍선을 쏴서 많이 떨어뜨리면 마일을 선물할게구리!",
      "zh-tw": "究竟是誰放的，至今還是個謎，有時候會有帶著禮物的氣球飛過來狸！如果能大量擊落那些氣球，我就會贈送哩數給你狸！",
      "es-us": "Nadie sabe quién envía los regalos que llegan a la isla atados de globos, pero eso no te impedirá ganar millas si los derribas y recoges lo que hay adentro.",
      "fr-us": "Qui envoie ces cadeaux suspendus à des ballons sur notre île? Mystère! Ce qui est sûr en revanche, c'est que tu peux obtenir des points en faisant éclater les ballons et en récupérant le contenu des cadeaux!",
      "en": "No one knows who sends the gifts attached to balloons to our island, but you can earn miles by shooting them down and collecting what's inside."
    }
  },
  "a89": {
    "gso": 68,
    "atp": "landmaking",
    "stg": [
      {
        "asv": 20,
        "asr": 500
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "要用栅栏围出庭院吗？",
      "de": "Zäune schaffen Räume",
      "it": "È nata una staccionata",
      "nl": "Hekken op plekken",
      "ru": "Заборы — цивилизация!",
      "ja": "柵でお庭を作りませんか？",
      "ko": "울타리로 정원을 만들자!",
      "zh-tw": "要用柵欄圍出庭園嗎？",
      "en": "Fun with Fences",
      "es": "¡Vaya con las vallas!",
      "fr": "L'allure de la clôture"
    },
    "des": {
      "zh-cn": "用栅栏把房子和植物围起来，美丽的庭院一下子就建成狸！Nook Inc.将赠送里数给那些灵活运用栅栏的人狸。",
      "de": "Um eine leere Fläche zu einem Garten zu machen, brauchst du eigentlich nur eines: einen Zaun! Wer fleißig sein eigenes Reich umzäunt, wird von Nook Inc. mit Meilen belohnt!",
      "fr-fr": "Quoi de plus charmant qu'un petit jardin bien clôturé ? Nook Inc. subventionne les résidents qui posent de belles clôtures en leur donnant... des miles Nook ! Oui, oui !",
      "it": "Circondando la tua casa con una staccionata puoi creare un bellissimo cortile in men che non si dica. E la Nook Inc. regalerà miglia di Nook a tutti coloro che costruiranno staccionate!",
      "nl": "Om van een kale vlakte een fraaie tuin te maken heb je eigenlijk maar één ding nodig: een hek! Ja, ja! Wie van hekwerk werk maakt, wordt door Nook Inc. beloond met Nook-miles!",
      "ru": "Установив забор, можно в два счета превратить дикую природу в уютный сад. Nook Inc. награждает строителей заборов милями Нука.",
      "ja": "柵を建てて　お家や植物を囲えば、あっという間に　素敵なお庭のできあがりなんだも！たぬき開発は　柵を上手に活用してくれた方に　マイルを　支援させてもらうだなも。",
      "ko": "집이나 식물을 울타리로 둘러싸면 순식간에 정원을 만들 수 있어구리! 멋지게 울타리를 활용한 분들에게 Nook Inc.가 마일을 지원해드릴게구리!",
      "zh-tw": "用柵欄把房子或植物圍起來，瞬間就會變成漂亮的庭園狸！Nook Inc.會贈送哩數給善用柵欄的人狸。",
      "fr-us": "Quoi de plus charmant qu'un petit jardin bien clôturé? Nook Inc. subventionne les résidents qui posent de belles clôtures en leur donnant... des points Nook! Oui, oui!",
      "en": "You can have a wonderful yard in no time by building a fence and surrounding your home or garden. Yes, yes! Nook Inc. will award Nook Miles to skilled fence installers.",
      "es": "La originalidad con las vallas es algo que en Nook Inc. apreciamos mucho, ya sea para delimitar tu casa o para crear un bonito jardín. ¡Por eso te mereces unas millas Nook, sí, sí!"
    }
  },
  "a45": {
    "gso": 69,
    "atp": "landmaking",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      },
      {
        "asv": 10,
        "asr": 500
      },
      {
        "asv": 20,
        "asr": 1000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "雪人专家",
      "de": "Schneekünstler",
      "it": "Spupazzare la neve",
      "nl": "Koud kunstje",
      "ru": "Снежный маэстро",
      "ja": "ゆきだるマイスター",
      "ko": "눈사람 장인",
      "zh-tw": "雪人大師",
      "en": "Snowmaestro",
      "es": "Arte efímero",
      "fr": "Artiste en neige"
    },
    "des": {
      "zh-cn": "目前正在举办活动，制作出高质量的雪人后，会根据个数赠送里数狸。请一定要来挑战哦！",
      "de": "Für gelungene Schneemänner, die du baust, bekommst du die allseits beliebten Nook-Meilen. Was als „gelungen“ gilt? Das entscheidet eine eigens dafür eingesetzte Kommission hier bei Nook Inc.!",
      "fr-fr": "Que vois-je ? Obtenir des miles Nook pour confection de nombreux bonshommes de neige de qualité supérieure ? C'est que ça rapporte, de faire mumuse dans la neige !",
      "it": "Un bonus di miglia di Nook per il numero di pupazzi di neve di qualità sopraffina che hai realizzato? Sì, sì, proprio così! Mi pare un ottimo affare per quello che è anche un bel divertimento, vero?",
      "nl": "Wat krijgen we nou? Je ontvangt Nook-miles omdat je een Sneeuwknul van hoge kwaliteit hebt gemaakt? Dat is geen gekke deal voor een beetje sneeuwpret!",
      "ru": "Вот это да! Мили Нука за снеговиков?! Отличная возможность заработать мили Нука, резвясь в снегу.",
      "ja": "クオリティの高い　ゆきだるまが作れたら、その個数に応じて、マイルをプレゼントする　キャンペーンを　実施しているだなも！ぜひ　チャレンジしてちょうだいね！",
      "ko": "최고의 눈사람을 만드는 데 성공하면 그 횟수에 따라 마일을 선물하는 캠페인을 진행 중이야구리! 꼭 한번 도전해봐구리!",
      "zh-tw": "現在正在舉辦做雪人送哩數的活動，我會依照你做出的完美雪人數量，贈送哩數給你狸！務必來挑戰看看喔！",
      "fr-us": "Que vois-je? Obtenir des points Nook pour confection de nombreux bonshommes de neige de qualité supérieure? C'est que ça rapporte, de s'amuser avec la neige!",
      "en": "What's this? You get Nook Miles based on how many quality snowfolks you've built? That's a pretty good deal for just having a little fun in the snow.",
      "es": "Conseguir millas es un juego de niños. ¡Literalmente! Cuantos más muñecos de nieve hagas, mejor, ¡pero atención, que solo cuentan si te salen bien! Ah, y abrígate, que hace un frío..."
    }
  },
  "a85": {
    "gso": 70,
    "atp": "landmaking",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      },
      {
        "asv": 30,
        "asr": 1000
      },
      {
        "asv": 200,
        "asr": 2000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "向流星许愿",
      "de": "Wünsch dir was",
      "es-es": "Haciendo deseos realidad",
      "fr-fr": "Vœux pas pieux",
      "it": "Le miglia son desideri",
      "nl": "Wensen komen uit",
      "ru": "Исполнение мечты",
      "ja": "流れ星に願いを",
      "ko": "별똥별아, 내 소원을 들어줘",
      "zh-tw": "向流星許願",
      "es-us": "Haciendo realidad los deseos",
      "fr-us": "Vœu exaucé?",
      "en": "Wishes Come True"
    },
    "des": {
      "zh-cn": "我们会按照向流星许愿的次数赠送里数给你狸！让幸运的你变得更幸运，Nook Inc.也会全力支持你的狸！",
      "de": "Nook Inc. will, dass die Träume aller Kunden in Erfüllung gehen. Also halte nach Stern-schnuppen Ausschau und wünsch dir was. Je öfter, desto mehr Meilen erhältst du! Wer sagt da, dass Wünschen nicht mehr hilft?!",
      "es-es": "¿Pediste millas Nook la última vez que viste una estrella fugaz? ¡Porque, gracias a Nook Inc., tu deseo se ha hecho realidad! Sigue pidiendo cosas a las estrellas fugaces que veas para seguir ganando millas, sí, sí.",
      "fr-fr": "Tu as demandé des miles Nook la dernière fois que tu as vu une étoile filante ? Non ? Parce que Nook Inc. est là pour exaucer tes vœux. Plus de vœux, plus de miles, oui oui !",
      "it": "L'ultima volta che hai visto una stella cadente hai chiesto più miglia di Nook? Beh, la Nook Inc. è qui per realizzare il tuo desiderio. Più desideri esprimi, più miglia avrai. Sì, sì, proprio così.",
      "nl": "De laatste keer dat je een vallende ster zag, wenste je toen Nook-miles? Hm? Want Nook Inc. laat die wens graag voor je uitkomen. Meer wensen, meer miles! Ja, ja!",
      "ru": "Ты не желал себе больше миль Нука при виде падающей звезды? Nook Inc. выполняет это желание. Чем больше желаний, тем больше миль!",
      "ja": "流れ星に　お祈りをすることが　出来たら、回数に応じて　マイルを　お渡ししてるだなも！ラッキーなアナタに、さらなるラッキーがあるよう　たぬき開発も　全力で　応援するつもりだなも！",
      "ko": "별똥별에게 소원을 빌면 횟수에 따라서 마일을 증정하고 있어구리! 행운을 잡은 당신에게 더 많은 행운이 따르도록 Nook Inc.도 열심히 응원할게구리!",
      "zh-tw": "我將依照向流星許願的次數贈送哩數給你狸！Nook Inc.也會全力支持，讓幸運的你更加幸運狸！",
      "es-us": "¿Pediste millas Nook la última vez que viste una estrella fugaz? ¡Porque, gracias a Nook Inc., tu deseo se hizo realidad! Sigue pidiendo cosas a las estrellas fugaces que veas para seguir ganando millas, sí, sí.",
      "fr-us": "Tu as demandé des points Nook la dernière fois que tu as vu une étoile filante? Non? Parce que Nook Inc. est là pour exaucer tes vœux. Plus de vœux, plus de points, oui oui!",
      "en": "Were you wishing for Nook Miles the last time you saw a shooting star? Hm? Because Nook Inc. is here to grant your wish. More wishes, more miles! Yes, yes!"
    }
  },
  "a64": {
    "gso": 71,
    "atp": "landmaking",
    "stg": [
      {
        "asv": 10,
        "asr": 300
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "加强岛上景观的活动",
      "de": "Landschaftsgestaltung",
      "it": "Bello fuori",
      "nl": "Buitenshuisarchitect",
      "ru": "Ландшафтный дизайн",
      "ja": "島の景観　強化キャンペーン",
      "ko": "섬 꾸미기 집중 캠페인",
      "zh-tw": "島上景觀強化活動",
      "en": "Exterior Decorator",
      "es": "Decoración de exteriores",
      "fr": "Terre meuble"
    },
    "des": {
      "zh-cn": "要增加岛上景观的吸引力，用家具装饰室外是不可或缺的部分狸！对于经常使用家具进行装饰的人，我会赠送里数作为感谢的狸！",
      "de": "Du weißt, dass du Möbel im Freien aufstellen kannst, hm? Als Anreiz bietet Nook Inc. Meilen für alle, die unsere Insel mit vielen Möbeln schmücken.",
      "es-es": "¿Disfrutas decorando no solo tu casa, sino toda la isla? Aquí tienes otro incentivo para lucir tu mobiliario favorito: millas Nook, ¡cómo no! Cuantos más enseres coloques en exteriores, más millas recibirás, ¡sí, sí!",
      "fr-fr": "Il est impératif de disposer des meubles et de la décoration à l'extérieur si on veut donner un peu de cachet à notre île. C'est pourquoi, chez Nook Inc., nous offrons des miles à tous ceux qui participent !",
      "it": "Sai che si possono sistemare degli arredi all'aperto? Bene, noi offriamo un incentivo a mostrare a tutta l'isola il tuo mobilio: delle miglia di Nook in base ai pezzi sistemati alla luce del sole... e delle stelle, sì, sì.",
      "nl": "Dat je graag jouw omgeving en die van anderen opleukt met je meubels, kunnen we alleen maar aanmoedigen. Daarom krijg je Nook-miles op basis van het aantal meubels dat je buiten plaatst.",
      "ru": "Мебель можно выносить наружу. Покажи всем, что у тебя есть. За мебель на улице ты получишь мили Нука. Чем больше мебели, тем больше миль.",
      "ja": "島の景観を　魅力的にするためには　家具でのデコレーションが　欠かせないんだも！たくさん飾って　協力してくれたヒトに　お礼のマイルを　進呈するだなも！",
      "ko": "섬을 더욱더 매력적으로 만들기 위해서는 가구의 배치를 빼놓을 수 없어구리! 가구 배치에 적극적으로 협력해준 분에게는 답례의 뜻으로 마일을 증정하고 있어구리!",
      "zh-tw": "要讓島上景觀更增添吸引力，就一定要用家具來裝飾一番狸！我會贈送哩數給經常幫忙裝飾的人，當作是回禮狸！",
      "es-us": "¿Disfrutas decorando no solo tu casa, sino toda la isla? Aquí tienes otro incentivo para mostrar tu talento en la decoración: millas Nook. Cuantos más muebles coloques en el exterior, más millas recibirás, ¡sí, sí!",
      "fr-us": "Il est impératif de disposer des meubles et de la décoration à l'extérieur si on veut donner un peu de cachet à notre île. C'est pourquoi, chez Nook Inc., nous offrons des points à tous ceux qui participent!",
      "en": "You can display furniture outside, right? Well, here's a little incentive for you to show off what you've got—you'll earn Nook Miles based on the number of furniture items you set up outside."
    }
  },
  "a86": {
    "gso": 72,
    "atp": "landmaking",
    "stg": [
      {
        "asv": 1,
        "asr": 500,
        "img": "landmaking1"
      },
      {
        "asv": 1,
        "asr": 500,
        "img": "landmaking2"
      }
    ],
    "loc": {
      "zh-cn": "（岛名）的象征",
      "de": "Kreative gesucht!",
      "it": "Simboli dell'isola",
      "nl": "(island name)-iconen",
      "ru": "Остров (island name)",
      "ja": "(island name)のシンボル",
      "ko": "(섬/도 이름)의 상징",
      "zh-tw": "（島名）的象徵",
      "en": "(island name) Icons",
      "es": "Símbolos de la isla",
      "fr": "(nom de l'île) dans l'âme"
    },
    "des": {
      "zh-cn": "服务处正向岛民朋友们广泛征集象征岛屿的旗帜和主题曲的创意。会赠送里数给提供方案的人狸！",
      "de": "Das Servicecenter freut sich jederzeit über Vorschläge zur Gestaltung der Flagge und der Melodie, die unsere Insel repräsentieren. Gute Ideen werden mit Meilen belohnt!",
      "es-es": "¡Siempre necesitamos ideas para nuestra bandera y nuestra melodía! Así que usa la imaginación para ambas y tira millas... ¡Digo, gánalas!",
      "fr-fr": "Le bureau des résidents recherche toujours de nouvelles idées pour renouveler le drapeau et l'hymne de l'île. Nous avons quelques miles Nook en réserve pour récompenser ceux qui contribuent !",
      "it": "Al centro servizi cerchiamo nuove idee per la bandiera e l'inno dell'isola. Abbiamo in serbo miglia di Nook per tutti coloro che vogliono dare sfogo alla loro vena artistica!",
      "nl": "Bij de servicebalie stellen we nieuwe ideeën voor de eilandvlag en het eilandlied zeer op prijs. Zulke creativiteit wordt uiteraard beloond met Nook-miles!",
      "ru": "Мы в бюро услуг приветствуем новые идеи для флага и мелодии острова. Все творческие личности будут награждены милями Нука! Символы острова имеют огромное значение для всех нас!",
      "ja": "案内所では　島民のみなさんから　島のシンボルである　旗とメロディの　アイデアを　広く募集しているだなも。提案してくれた方には　マイルを進呈するだなも！",
      "ko": "안내소에서는 섬의 상징인 깃발과 멜로디에 관한 아이디어를 상시 모집 중이야구리. 아이디어를 내준 주민분에게는 마일을 증정할게구리!",
      "zh-tw": "服務處正在募集能象徵這座島嶼的旗幟和音樂，希望各位島民能提供一些點子狸。我將會贈送哩數給提案的人狸！",
      "es-us": "¡Siempre necesitamos ideas para nuestra bandera y nuestra melodía! Así que usa la imaginación y expande tu creatividad... ¡Y gana millas en el camino!",
      "fr-us": "Le bureau des résidents recherche toujours de nouvelles idées pour renouveler le drapeau et l'hymne de l'île. Nous avons quelques points Nook en réserve pour récompenser ceux qui contribuent!",
      "en": "At Resident Services, we want new ideas for the island flag and island tune. We have Nook Miles in store for those creative types who can redesign and rewrite! It's good to take pride in our island symbols."
    }
  },
  "a88": {
    "gso": 73,
    "atp": "landmaking",
    "stg": [
      {
        "asv": 1,
        "asr": 500,
        "img": "landmaking3"
      },
      {
        "asv": 1,
        "asr": 1000,
        "img": "landmaking4"
      },
      {
        "asv": 1,
        "asr": 1000,
        "img": "landmaking5"
      }
    ],
    "loc": {
      "zh-cn": "用“岛屿创作家”设计岛屿",
      "de": "Gestalte deine Insel!",
      "it": "Modella l'isola",
      "nl": "Eilandontwerper",
      "ru": "Редактор острова",
      "ja": "『島クリエイター』で島おこし",
      "ko": "'섬 크리에이터'를 활용하자!",
      "zh-tw": "用「島嶼創作家」振興島嶼",
      "en": "Island Designer",
      "es": "Obras públicas",
      "fr": "Remod'île"
    },
    "des": {
      "zh-cn": "Nook Inc.正在全面升级使用岛屿创作家进行的真正岛屿设计！在初次使用道路、河流、悬崖等许可证时，会分别赠送里数，一定要好好使用狸！",
      "de": "Nook Inc. unterstützt alle, die unsere Insel mit der Insel-Designer-App ein bisschen schöner machen. Für die erste Nutzung einer Wege-, Gewässer- und Plateaulizenz gibt es jeweils Meilen geschenkt!",
      "es-es": "¡Nook Inc. siempre recomienda el uso activo de la aplicación Obras públicas! ¡Ganas millas la primera vez que gestionas la creación de un camino, un río o una rampa!",
      "fr-fr": "Nous encourageons les résidents à utiliser l'application Remod'île pour donner de la personnalité à notre île. La première utilisation d'un permis (route, cours d'eau ou falaise) te rapporte des miles Nook !",
      "it": "Alla Nook Inc. incoraggiamo l'uso dell'app Modifica isola per ravvivare l'ambiente! Regaliamo miglia in occasione della prima volta che utilizzi una licenza strade, rilievi o fiumi e laghi!",
      "nl": "Bij Nook Inc. moedigen we het gebruik van de Eilandontwerper-app aan om het eiland mooier te maken! Bij het eerste gebruik van vergunningen voor de aanleg van paden, waterwegen of kliffen, krijg je miles!",
      "ru": "Nook Inc. приветствует активное использование приложения «Редактор острова». Мы начисляем мили за первое использование лицензии на дорогу, на реки и озера или скалы.",
      "ja": "たぬき開発では　島クリエイターを使っての　本格的な　島おこしを　全面バックアップ中！道、川、崖、各ライセンスの初回使用時に　マイルを進呈するから、ぜひ活用してほしいだも！",
      "ko": "Nook Inc.에서는 섬 크리에이터를 이용한 본격적인 마을 발전 사업을 지원하고 있어! 도로, 강, 절벽 등 각 허가증을 처음 사용했을 때 마일을 증정해드리니 많이 이용해줘구리!",
      "zh-tw": "Nook Inc.正在全面支持各位使用島嶼創作家來振興島嶼！在首次使用道路、河川、懸崖等各種許可證時，我會贈送哩數給你，請一定要善加利用狸！",
      "es-us": "¡Nook Inc. siempre recomienda que uses la aplicación Obras públicas! ¡Ganas millas la primera vez que usas un permiso para crear un camino, un río o un desnivel!",
      "fr-us": "Nous encourageons les résidents à utiliser l'application Remod'île pour donner de la personnalité à notre île. La première utilisation d'un permis (route, cours d'eau, falaise...) te rapporte des points Nook!",
      "en": "At Nook Inc. we encourage the use of the Island Designer app to liven up the island. We're giving away miles the first time you use a permit for a path, river, or cliff!"
    }
  },
  "a44": {
    "gso": 74,
    "atp": "communication",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      },
      {
        "asv": 10,
        "asr": 500
      },
      {
        "asv": 20,
        "asr": 1000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "在岛上看到的东西是秘密狸！",
      "de": "Gruselige Geheimnisse",
      "it": "Segreti... spiritosi",
      "nl": "Eilandgeheimen",
      "ru": "Тайны острова",
      "ja": "島で見たことは　秘密なんだも！",
      "ko": "섬에서 본 건 비밀이야구리!",
      "zh-tw": "島上看到的都是秘密狸！",
      "en": "Wispy Island Secrets",
      "es": "Secretos de la isla",
      "fr": "Follement secret"
    },
    "des": {
      "zh-cn": "哪怕是看到了不应该在这个岛上看到的东西，也要跟大家保密狸！岛的形象要是变差了，会很麻烦的狸！这是封口……啊不，是协议狸！",
      "de": "Wenn du hier unheimliche Entdeckungen machst, musst du das für dich behalten! Sonst gerät die Insel noch in Verruf. Weitere Informationen zur Schweigepflicht findest du in deinem Vertrag, § 73, Abs. 4.",
      "es-es": "¡Buu! ¿Te has asustado? Toda isla esconde secretos y es mejor que algunos no salgan a la luz: ¡podrían espantar a los turistas! Por respetar la cláusula de confidencialidad de tu contrato de residente, ¡gracias!",
      "it": "Se incappi in uno dei segreti dell'isola... tienilo per te. Non vogliamo spaventare i visitatori, no? E poi sono ragionevolmente sicuro di avere infilato una postilla al riguardo nel tuo contratto per l'isola...",
      "nl": "Sommige ontmoetingen kun je maar beter voor jezelf houden. Je wilt de toeristen toch zeker niet bang maken? Bedankt voor het naleven van de geheimhoudings-clausule in je eilandcontract!",
      "ru": "Узнав тайны острова, не стоит разглашать их остальным. Вдруг они испугаются и сбегут? В твоем договоре это тоже прописано...",
      "ja": "この島で　見えるハズがないものを見たとしても　みんなには、ナイショにしてて　ちょうだいね！島のイメージが悪くなったら　困るだなも！これは口止め・・・じゃなくて、契約なんだも！",
      "ko": "이 섬에서 보일 리 없는 것을 보게 되더라도 다른 사람에게는 비밀로 해줘구리! 섬의 이미지가 안 좋아지면 큰일이거든구리! 이건 입막음...이 아니고 계약이야구리!",
      "zh-tw": "在這座島上，即使看到了不該看到的東西，也千萬不能跟其他人說狸！要是壞了島的形象可就糟狸！這是封口……不對，是協議狸！",
      "es-us": "¡Buu! ¿Te asustaste? Toda isla esconde secretos y es mejor que algunos no salgan a la luz: ¡podrían espantar a los turistas! Por respetar la cláusula de confidencialidad de tu contrato de residente, ¡gracias!",
      "en": "If you happen to encounter one of the island's secrets, maybe just keep it to yourself. We don't want to scare anyone away from here. Pretty sure that's in your island contract...",
      "fr": "Si tu découvres un des secrets de l'île, mieux vaut le garder pour toi. Tu n'es pas ici pour faire déguerpir tous les résidents en panique. Je suis à peu près sûr que ça figure dans ton contrat d'installation."
    }
  },
  "a43": {
    "gso": 75,
    "atp": "communication",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      },
      {
        "asv": 10,
        "asr": 500
      },
      {
        "asv": 20,
        "asr": 1000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "值得信赖的救生员！",
      "de": "Lebensretter",
      "it": "SOS sulla spiaggia",
      "nl": "Gullivers reilen en zeilen",
      "ru": "Злоключения Гулливера",
      "ja": "頼れるライフセーバー！",
      "ko": "믿음직한 인명 구조원!",
      "zh-tw": "值得信賴的救生員！",
      "en": "Gulliver's Travails",
      "es": "Los naufragios de Gulliver",
      "fr": "Au secours du naufragé"
    },
    "des": {
      "zh-cn": "如果在海边遇到有困难的人，无论多少次，我都希望你能给予帮助狸！伸出援手的那份温柔正是岛民的表率！我相信好人一定会有好报的狸！",
      "de": "Wenn du am Strand einen Schiffbrüchigen findest, dann hilfst du – wahrlich ein vorbildliches Verhalten. Ich bin sicher, deine Hilfsbereitschaft wird sich für dich auszahlen.",
      "fr-fr": "« Balade en bord de mer », ça commence par B-A, et tu l'as prouvé en aidant cette malheureuse mouette, offrant ainsi un exemple de générosité à tous les résidents. Ce bienfait ne sera pas perdu, non, non !",
      "it": "Quando ti imbatti in qualcuno nei guai sulla spiaggia, dai il buon esempio a tutti gli isolani prestando soccorso. Una tale gentilezza ti frutterà molto, sì, sì!",
      "nl": "Als je iemand ziet die in nood verkeert op het strand, help je diegene. De andere eilandbewoners kunnen een voorbeeld aan je nemen, hm?",
      "ru": "Оказывая помощь потерпевшим крушение на пляже, ты подаешь хороший пример всем островитянам. Твое чуткое сердце не останется без награды.",
      "ja": "もしも　浜辺で困っている人に会ったら、何度でも　助けてあげて欲しいだなも！手を差し伸べる　優しさこそ　島の住民の鑑！親切にすると　必ず自分に返ってくるだなも！",
      "ko": "해변에서 곤경에 처한 사람을 보게 되면 몇 번이고 도와줬으면 좋겠어구리! 착한 행동은 주민들의 귀감이 될 테고 친절을 베풀면 돌아오는 것도 있을 거야구리!",
      "zh-tw": "若在海邊遇到有困難的人，不論多少次，我都希望你能不吝伸出援手狸。幫助他人的那份溫柔正是島上居民的表率！我相信好人必定會有好報的狸！",
      "fr-us": "« Balade en bord de mer », ça commence par B-A, et tu l'as prouvé en aidant cette malheureuse mouette, offrant ainsi un exemple de générosité à tous les résidents. Ce bienfait ne sera pas perdu, non, non!",
      "en": "When you come across someone in trouble on the beach, you help them, setting a fine example for all the island residents. Such kindness will surely find its way back to you.",
      "es": "Cuando te encuentras a alguien en apuros, no dudas en ayudarlo, por muy mojado que esté. ¡Sin duda los residentes de la isla toman nota de tu buen ejemplo! Estas millas son un reconocimiento a tu amabilidad."
    }
  },
  "a17": {
    "gso": 76,
    "atp": "communication",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      },
      {
        "asv": 10,
        "asr": 500
      },
      {
        "asv": 30,
        "asr": 1000
      },
      {
        "asv": 60,
        "asr": 2000
      },
      {
        "asv": 100,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "享受现场演唱会吧♪",
      "de": "K.K.-Konzertkartenkäufer",
      "es-es": "Todo quisqui con Totakeke",
      "fr-fr": "GG, Kéké !",
      "it": "Fan di K.K.",
      "nl": "K.K.-koorts",
      "ru": "Мания К. К.",
      "ja": "ライブ♪ライフ",
      "ko": "라이브를 즐기자♪",
      "zh-tw": "享受現場演唱會♪",
      "es-us": "Fan de Totakeke",
      "fr-us": "GG, Kéké!",
      "en": "K.K. Mania"
    },
    "des": {
      "zh-cn": "陶冶心灵的音乐，百听不厌狸！为了进一步支持岛上的文化发展，现决定根据观看演唱会的次数，发送相应的里数狸！",
      "de": "Um die kulturelle Entwicklung unserer Insel zu fördern, bekommt jeder Extrameilen spendiert, der sich Konzerte von K.K. ansieht. Nook Inc. liebt Kultur!",
      "es-es": "Totakeke apoya el desarrollo local imprimiendo en nuestro suelo el sello inimitable de su música... ¡Nosotros también queremos apoyarlo a él! ¡Asiste a sus conciertos y ganarás millas!",
      "fr-fr": "Kéké participe au rayonnement de notre île grâce à sa musique inimitable. Ce n'est donc que justice si nous le soutenons à notre tour. Assiste à ses concerts et nous t'offrirons des miles !",
      "it": "K.K. arricchisce la vita dell'isola con la sua musica in grado di raggiungere i cuori di tutti. Ringrazialo andando ad assistere a tantissimi suoi concerti. Ti divertirai e guadagnerai delle miglia!",
      "nl": "Met zijn unieke sound houdt K.K. het moreel van ons eiland hoog. Grijp daarom je kans om hem te laten zien hoe populair hij is! Hoe meer optredens je bijwoont, hoe meer miles je verdient!",
      "ru": "Своими концертами К. К. поддерживает культурный уровень острова на высоте, и мы просто обязаны поддержать его. Ходи на концерты К. К. и зарабатывай мили Нука.",
      "ja": "心にしみる音楽は、何回　聞いても最高だなも！島の文化的な発展を　もっと応援したいから、ライブを観た　回数に応じて、マイルを配布することに　決めただなも！",
      "ko": "심금을 울리는 음악은 몇 번을 들어도 질리지 않는 법이지구리! 섬의 문화 발전을 위해 라이브 공연 관람 횟수에 따라서 마일을 선물하기로 결정했어구리!",
      "zh-tw": "刻骨銘心的音樂，真是百聽不厭狸！我想要進一步支持島上的文化發展，所以決定依照觀看演唱會的次數，來發送哩數狸！",
      "es-us": "Totakeke apoya el desarrollo local poniendo el sello inimitable de su música... ¡Y nosotros también queremos apoyarlo a él! ¡Asiste a sus conciertos y ganarás millas!",
      "fr-us": "Kéké participe au rayonnement de notre île grâce à sa musique inimitable. Ce n'est donc que justice si nous le soutenons à notre tour. Assiste à ses concerts et nous t'offrirons des points!",
      "en": "K.K. supports our island with his groovy brand of folk rock, so we should support him! The more K.K. shows you attend, the more Nook Miles you can earn."
    }
  },
  "a91": {
    "gso": 77,
    "atp": "communication",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      },
      {
        "asv": 10,
        "asr": 500
      },
      {
        "asv": 20,
        "asr": 1000
      }
    ],
    "seq": true,
    "vad": "1.2.0",
    "loc": {
      "zh-cn": "艺术品收藏家！",
      "de": "Mäzenatentum",
      "it": "Mecenatismo",
      "nl": "Kijk op kunst",
      "ru": "Слава меценатам!",
      "ja": "美術品コレクター！",
      "ko": "미술품 수집가!",
      "zh-tw": "藝術品收藏家！",
      "en": "True Patron of the Arts",
      "es": "Fomentar el arte",
      "fr": "L'art en partage"
    },
    "des": {
      "zh-cn": "艺术品的收集可以令（岛名）的文化更繁荣狸！Nook Inc.会向收集艺术品的人赠送里数作为回馈狸！",
      "de": "Mehr Kunstwerke bedeuten mehr kulturelle Reputation für (Inselname), und Nook Inc. belohnt die fähigsten Connaisseure mit künstlerisch wertvollen Meilen.",
      "es-es": "Las obras de arte añaden valor cultural a (island name), y por eso en Nook Inc. queremos recompensar con millas a quienes se dedican a coleccionarlas.",
      "fr-fr": "Plus (nom de l'île) accueillera d'œuvres d'art, plus son prestige culturel s'accroîtra. C'est pourquoi Nook Inc. récompense les fins connaisseurs en leur distribuant des miles !",
      "it": "Le opere d'arte elevano il prestigio culturale di (island name) e per questo, noi della Nook Inc. vogliamo premiare tutti coloro che si dedicano a collezionarle con delle miglia.",
      "nl": "Het verzamelen van kunst draagt bij aan de culturele reputatie van (island name). Wij bij Nook Inc. belonen ware kunstkenners graag met miles.",
      "ru": "Коллекционирование предметов искусства повышает культурный уровень острова (island name)! Nook Inc. награждает знатоков и меценатов милями Нука.",
      "ja": "美術品の収集は、(island name)の文化を　より豊かに　してくれるだなも！たぬき開発は、美術品を集めてくれた人に　お礼のマイルを　進呈するだなも！",
      "ko": "미술품을 수집하면 (섬/도 이름)의 문화 발전에 기여를 하게 돼구리! 그런 의미에서 Nook Inc.에서는 미술품을 수집하는 사람에게 감사의 의미로 마일을 증정하고 있어구리!",
      "zh-tw": "收集藝術品可以使（島名）的文化更豐盛狸！Nook Inc.會贈送哩數給收集藝術品的人狸！",
      "es-us": "Las obras de arte añaden valor cultural a (island name), y por eso en Nook Inc. queremos compensar con millas a quienes se dediquen a coleccionarlas.",
      "fr-us": "Plus (nom de l'île) accueillera d'œuvres d'art, plus son prestige culturel s'accroîtra. C'est pourquoi Nook Inc. récompense les fins connaisseurs en leur distribuant des points!",
      "en": "Collecting artwork contributes to the cultural quality of (island name), and Nook Inc. will give miles to folks who prove themselves discerning connoisseurs."
    }
  },
  "a96": {
    "gso": 78,
    "atp": "communication",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      },
      {
        "asv": 10,
        "asr": 500
      },
      {
        "asv": 20,
        "asr": 1000
      }
    ],
    "seq": true,
    "vad": "1.3.0",
    "loc": {
      "zh-cn": "不要放开虾夷扇贝",
      "de": "Otter wie, Otter was...?",
      "fr-fr": "Paie ton pétoncle",
      "it": "Tanto va la lontra al largo...",
      "nl": "Otteroverpeinzingen",
      "ru": "Выдра мудра!",
      "ja": "ホタテを離さないで",
      "ko": "가리비로 주고 말로 받는다?",
      "zh-tw": "不要放開帆立貝",
      "fr-us": "Cours de philoutresophie",
      "en": "You Otter Know",
      "es": "La nutria se nutre"
    },
    "des": {
      "zh-cn": "海上有一位漂来浮去的悠哉先生，遇到的话，就把虾夷扇贝交给他吧！你会得到很棒的礼物，还有至理名言狸……",
      "de": "Wenn ihr irgendwo einen entspannten Otter auf dem Wasser treiben seht, lasst ruhig eine Kammmuschel springen. Dann lässt Nook Inc. vielleicht auch ein paar Meilen springen!",
      "es-es": "Si te tropiezas con un despreocupado filósofo por esas aguas de la vida, plantéate compartir con él tus vieiras. Nunca se sabe lo que podrías aprender... ¡y un regalito nunca viene mal!",
      "fr-fr": "Si tu tombes sur un bonhomme du genre relax qui flotte sur l'eau, pense à lui offrir quelques pétoncles. Qui sait ce qu'il t'apprendra en échange... sans compter le petit cadeau que tu pourrais y gagner !",
      "it": "Se dovessi imbatterti in un tipo tranquillo che sguazza in mezzo al mare, prova a dargli qualcuna delle tue capesante. Chissà, potresti imparare qualcosa di nuovo... e mettere le zampe su un regalo!",
      "nl": "Als je een relaxte gast ziet drijven in de zee, overweeg hem dan een van je mantelschelpen te geven. Wie weet wat voor kennis je zult opdoen... en misschien krijg je ook wel een cadeautje!",
      "ru": "Если встретишь в море выдру-философа, не пожалей для него гребешка. Никогда не знаешь, какой мудростью он с тобой поделится... или даже чем-то еще!",
      "ja": "海面にぷかぷか浮かぶ　のんびり屋さんに　出会ったら、ホタテをあげると　いいんだも。ギブ・アンド・テイクで　ウィンウィン！ボクからも　マイルをプレゼントするだなも。",
      "ko": "바다 위에 느긋하게 두둥실 떠 있는 누군가를 만나면 가리비를 건네줬으면 좋겠어! 기브 앤 테이크랄까 윈윈이랄까 나도 마일을 선물할게구리!",
      "zh-tw": "海上有一位游來游去的悠哉先生，遇到他，就把帆立貝給他吧！你會得到很棒的禮物和一句至理名言狸……",
      "es-us": "Si te tropiezas con un despreocupado filósofo por esas aguas de la vida, considera compartir con él tus vieiras. Nunca se sabe lo que podrías aprender... ¡y un regalito nunca viene mal!",
      "fr-us": "Si tu tombes sur un bonhomme du genre relax qui flotte sur l'eau, pense à lui offrir quelques pétoncles. Qui sait ce qu'il t'apprendra en échange... sans compter le petit cadeau que tu pourrais y gagner!",
      "en": "If you meet a laid-back fellow floating in the sea, consider sharing some of your scallops with him. You never know what you might learn in return...and a little gift never hurts either!"
    }
  },
  "a103": {
    "gso": 79,
    "atp": "communication",
    "stg": [
      {
        "asv": 3,
        "asr": 300
      },
      {
        "asv": 10,
        "asr": 500
      },
      {
        "asv": 20,
        "asr": 1000
      },
      {
        "asv": 30,
        "asr": 2000
      },
      {
        "asv": 50,
        "asr": 3000
      }
    ],
    "seq": true,
    "vad": "2.0.0",
    "loc": {
      "zh-cn": "听着船歌出发",
      "de": "Kurs auf Abenteuer",
      "es-es": "Aventuras en ultramar",
      "it": "A gonfie vele verso l'avventura",
      "nl": "Zeemansliederen en zeelieden",
      "ru": "Курс на приключения!",
      "ja": "舟唄を聴きつつ出発、ヨーソロー",
      "ko": "뱃노래를 들으며 바다로 출발!",
      "zh-tw": "聽著船歌出發，唷喂",
      "es-us": "Aventuras en altamar",
      "en": "Set Sail for Adventure",
      "fr": "Larguez les amarres"
    },
    "des": {
      "zh-cn": "被经验丰富的船老大带着去参加特别的旅行狸！在目的地的岛上获得珍稀的物品，领略独一无二的体验吧！",
      "de": "Seltene Gegenstände und Abenteuer erwarten dich, wenn du dich mit einem alten Seebären auf eine besondere Reise machst, ja, ja!",
      "es-es": "Si te embarcas en un tour especial con cierto marinero curtido, te aguardan objetos poco comunes y aventuras emocionantes, sí, sí.",
      "fr-fr": "Embarque pour un voyage maritime spécial avec un vieux loup de mer afin de vivre des aventures palpitantes et d'obtenir des objets rares, oui oui !",
      "it": "Leva le ancore per un viaggio speciale in compagnia di un marinaio navigato. Ci sono oggetti rari ad attenderti, sì sì!",
      "nl": "Er staan je zeldzame voorwerpen en spannende avonturen te wachten als je je laat meevoeren door een doorgewinterde zeerob die altijd een liedje klaar heeft, ja, ja!",
      "ru": "Все удивительные приключения и редкие предметы достанутся тебе, если ты отправишься в особый круиз с нашим капитаном дальнего плавания, да-да!",
      "ja": "経験豊富な　船頭さんに連れられて　スペシャルなツアーに　参加してみるだなも！行く先々の島で　珍しいアイテムを　入手したり　他にはない体験を　してみてちょうだいね！",
      "ko": "경험이 풍부한 뱃사공의 안내를 받으며 스페셜한 투어에 참가해봐구리! 투어로 갈 수 있는 섬에서는 희귀한 아이템을 얻거나 다른 곳에서는 할 수 없는 체험을 즐길 수 있어구리!",
      "zh-tw": "被經驗老道的船老大帶去參加特別的旅行狸！在目的地的島上獲得稀有物品，感受一下絕無僅有的體驗吧！",
      "es-us": "Si te embarcas en un tour especial con cierto marinero curtido, encontrarás objetos poco comunes y aventuras emocionantes, sí, sí.",
      "fr-us": "Embarque pour un voyage maritime spécial avec un vieux loup de mer afin de vivre des aventures palpitantes et d'obtenir des objets rares, oui oui!",
      "en": "Rare items and exciting adventures are yours when you head out on a special tour with a veteran sailor, yes, yes!"
    }
  },
  "a108": {
    "gso": 80,
    "atp": "communication",
    "stg": [
      {
        "asv": 5,
        "asr": 300
      },
      {
        "asv": 10,
        "asr": 500
      },
      {
        "asv": 20,
        "asr": 1000
      },
      {
        "asv": 30,
        "asr": 2000
      },
      {
        "asv": 50,
        "asr": 3000
      }
    ],
    "seq": true,
    "vad": "2.0.0",
    "loc": {
      "zh-cn": "在“鸽巢”喝咖啡吧",
      "de": "Kaffee im Taubenschlag",
      "it": "Benvenuti alla Piccionaia",
      "nl": "Thuiskomen in De Til",
      "ru": "На месте в «Насесте»",
      "ja": "「ハトの巣」でコーヒーを飲もう",
      "ko": "'비둘기 둥지'에서 커피 한 잔",
      "zh-tw": "在「鴿巢」喝咖啡吧",
      "en": "Come Home to the Roost",
      "es": "Descubre El Alpiste",
      "fr": "Un café et ça repart"
    },
    "des": {
      "zh-cn": "位于博物馆二楼的咖啡“鸽巢”，会提供精心调制的咖啡狸。只要光顾店里并享用咖啡，我就会根据光顾的天数赠送相应的里数狸！",
      "de": "Im Café Taubenschlag, das sich im ersten Stock des Museums befindet, ist man sehr wählerisch beim Kaffeesortiment, ja, ja! Schau mal vorbei und verdiene dir ein paar Meilen!",
      "es-es": "En El Alpiste, la cafetería situada en la planta superior del museo, se toman muy en serio la calidad del café. ¡Pásate a disfrutar de una tacita y acumula millas de paso!",
      "fr-fr": "Le Perchoir, situé au 1er étage du musée, ne sert que du café d'exception, oui oui. Va donc y savourer une tasse, et gagne des miles en prime !",
      "it": "La Piccionaia, la caffetteria situata al primo piano del museo, offre un caffè di qualità superiore, sì sì. Goditi una bella tazza in tutta tranquillità. Ad attenderti ci sono anche delle miglia fumanti!",
      "nl": "In De Til, op de eerste verdieping van het museum, serveert men niet zomaar koffie! Nu je een kopje van dit excellente spul hebt geproefd, heb je wel wat miles verdiend!",
      "ru": "В кафе «Насест», расположившемся на втором этаже музея, кофейные зерна для твоей будущей чашки кофе выбирают очень придирчиво, да-да! Обязательно заходи — и зарабатывай ароматные мили!",
      "ja": "博物館の2階にある　喫茶「ハトの巣」では、こだわりのコーヒーが　提供されてるだも。お店に通って　コーヒーを満喫してもらえたら、通った日数に応じて　マイルを進呈するだなも！",
      "ko": "박물관 2층에 있는 카페 '비둘기 둥지'에서는 스페셜한 커피를 제공하고 있어구리. 카페에서 커피를 만끽해준 분께는 방문한 일수에 따라 마일을 선물할게구리!",
      "zh-tw": "位於博物館二樓的咖啡「鴿巢」正在提供精心製作的咖啡狸。只要到店裡享用咖啡，我就會根據光顧的天數贈送哩數狸！",
      "es-us": "En El Alpiste, la cafetería ubicada en el piso superior del museo, se toman muy en serio la calidad del café. ¡Pasa a saborear una tacita y, ya que estás, acumulas millas!",
      "fr-us": "Le Perchoir, situé au 1er étage du musée, ne sert que du café d'exception, oui oui. Va donc y savourer une tasse, et gagne des points en prime!",
      "en": "The Roost, located on the second floor of the museum, is quite picky about the coffee they serve, yes, yes! Do stop in to enjoy a cup and earn some dark-roasted miles!"
    }
  },
  "a109": {
    "gso": 81,
    "atp": "communication",
    "stg": [
      {
        "asv": 3,
        "asr": 300
      },
      {
        "asv": 10,
        "asr": 500
      },
      {
        "asv": 20,
        "asr": 1000
      },
      {
        "asv": 30,
        "asr": 2000
      },
      {
        "asv": 50,
        "asr": 3000
      }
    ],
    "seq": true,
    "vad": "2.0.0",
    "loc": {
      "zh-cn": "做广播体操抖擞精神！",
      "de": "Dehnen macht munter!",
      "fr-fr": "1, 2, 3, on se bouge !",
      "it": "L'importanza dello stretching",
      "nl": "Strek je gek",
      "ru": "Растяжка удовольствия",
      "ja": "ラジオ体操で　リフレッシュ！",
      "ko": "그룹 체조로 리프레시!",
      "zh-tw": "做廣播體操，神清氣爽！",
      "fr-us": "1, 2, 3, on se bouge!",
      "en": "Stretch to Refresh!",
      "es": "La importancia de estirar"
    },
    "des": {
      "zh-cn": "作为增进岛民健康的措施，跟着广场录音机开始广播体操吧。我会根据参加的天数赠送里数，请一定要积极参加哦！",
      "de": "Die Gesundheit unserer Bewohner ist uns wichtig, ja, ja! Deswegen bieten wir auf dem Festplatz Gruppengymnastik an. Für die Teil-nahme gibt es täglich Meilen, und es steht auch ein Radiorekorder für Musik bereit!",
      "es-es": "Vuestra salud es nuestra prioridad. Por ello hemos instalado un radiocasete en la plaza y ofreceremos sesiones de estiramientos en grupo al ritmo de la música. Ganarás millas al participar cada día. ¡Disfrútalas con salud!",
      "fr-fr": "La santé de nos résidents est notre priorité n°1, oui oui ! Alors nous proposons chaque jour des séances d'aérobic sur la place. Et une fois par jour, tu auras droit à quelques miles en récompense de ta participation !",
      "it": "Il benessere dei residenti è la nostra priorità, sì sì. Perciò ora offriamo sessioni di stretching di gruppo in piazza con musica in sottofondo. Per partecipare ci sono miglia omaggio una volta al giorno. Ti aspettiamo!",
      "nl": "De gezondheid van onze bewoners is onze hoogste prioriteit en daarom bieden we groepsgymnastiek aan op het plein, met een cassettespeler voor de muziek. Meedoen levert je dagelijks miles op, ja, ja!",
      "ru": "Здоровье наших жителей для нас важнее всего, да-да! Поэтому на площади их ждут групповые занятия по гимнастике. За участие дарю мили! И у нас даже есть магнитофон. Так что дерзай!",
      "ja": "島民の　健康増進のための　取り組みとして、広場のラジカセで　ラジオ体操を始めただなも。体操した日数に応じて　マイルを進呈するから、ぜひ積極的に　参加してちょうだいね！",
      "ko": "주민 여러분의 건강 증진을 위한 계획의 일환으로 광장에 라디오를 설치해서 그룹 체조를 시작했어구리. 체조를 한 날수에 따라 마일을 증정할 테니까 부디 적극적으로 참가해줘구리!",
      "zh-tw": "為增進島民的健康，我們在廣場上設置了卡帶收音機，開始跟著廣播做體操吧。我會根據做體操的次數贈送哩數狸，請一定要踴躍參加喔！",
      "es-us": "La salud de todos es nuestra prioridad. Por eso pusimos una radiocasetera en la plaza y ofrecemos sesiones de estiramientos en grupo al ritmo de la música. Ganarás millas cuando participes. ¡Disfrútalas con salud!",
      "fr-us": "La santé de nos résidents est notre priorité n°1, oui oui! Alors nous proposons chaque jour des séances d'aérobie sur la place. Et une fois par jour, tu auras droit à quelques points en récompense de ta participation!",
      "en": "The health of our residents is a top priority, yes, yes! So we're holding group-stretching sessions in the plaza. I'll provide miles once per day for participating, and there will be a tape deck for music. I hope I see you there!"
    }
  },
  "a54": {
    "gso": 85,
    "atp": "communication",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      },
      {
        "asv": 2,
        "asr": 500
      },
      {
        "asv": 3,
        "asr": 1000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "相亲相爱！",
      "de": "Wahre Freunde",
      "it": "Amicizie sincere",
      "nl": "Echte vrienden",
      "ru": "Верные друзья",
      "ja": "なかよしこよし！",
      "ko": "모두모두 사이좋게!",
      "zh-tw": "相親相愛！",
      "en": "True Friends",
      "es": "El valor de la amistad",
      "fr": "Amitié florissante"
    },
    "des": {
      "zh-cn": "住在岛上的居民们关系变融洽，对Nook Inc.来说也是非常高兴的事情狸！友好的关系与岛的发展也息息相关，所以送你里数狸！",
      "de": "Nook Inc. freut sich über jede zarte Freundschaft, die zwischen den Bewohnern seiner Inseln erblüht. Gute Beziehungen untereinander sind die Grundlage für eine starke wirtschaftliche Entwicklung!",
      "fr-fr": "Nook Inc. est toujours ravi de voir les résidents de l'île prendre plaisir à être ensemble ! Les bonnes relations sont le ciment d'un développement insulaire épanoui !",
      "it": "Alla Nook Inc. andiamo in brodo di giuggiole, quando vediamo sbocciare un'amicizia. È un pilastro della vita comunitaria dell'isola e va premiata a colpi di miglia, sì, sì!",
      "nl": "We zijn allemaal gebaat bij goed contact tussen de eilandbewoners. Dit geldt ook voor Nook Inc. Goede verhoudingen zijn de hoeksteen van een eilandgemeenschap!",
      "ru": "Nook Inc. поощряет добрососедство. Хорошие отношения между островитянами способствуют успешному развитию острова.",
      "ja": "島に住む住民同士が　仲良くなってくれるのは、たぬき開発としても　嬉しいことだなも！フレンドリーな関係は　島の発展にも　つながるはずだから、マイルを進呈するだなも！",
      "ko": "섬에 사는 주민 여러분이 사이좋게 지내면 우리 Nook Inc.도 무척 기뻐구리! 주민의 친목은 섬의 발전으로도 이어질 테니까 감사의 뜻으로 마일을 선물할게구리!",
      "zh-tw": "看見島上居民們感情融洽，對Nook Inc.來說，也是相當開心的事哩！友好的關係與島上的發展息息相關，因此我要贈送哩數給你狸！",
      "fr-us": "Nook Inc. est toujours ravi de voir les résidents de l'île prendre plaisir à être ensemble! Les bonnes relations sont le ciment d'un développement insulaire épanoui!",
      "en": "It's good news for Nook Inc. when island residents get along. Good relationships are a cornerstone of island development!",
      "es": "La isla será un lugar mucho más habitable si todos los residentes se llevan bien. ¡Las buenas relaciones vecinales son la base de la convivencia!"
    }
  },
  "a47": {
    "gso": 86,
    "atp": "communication",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      },
      {
        "asv": 10,
        "asr": 500
      },
      {
        "asv": 20,
        "asr": 1000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "祝贺生日吧！",
      "de": "Gratulantenbonus",
      "fr-fr": "Fête d'anniversaire",
      "it": "Festeggiare i compleanni",
      "nl": "Feestbeest",
      "ru": "Бонус за праздник",
      "ja": "誕生日をお祝いしよう！",
      "ko": "생일을 축하해주자!",
      "zh-tw": "慶祝生日吧！",
      "fr-us": "Party de fête",
      "en": "Birthday Celebration",
      "es": "Feliz cumpleaños ajeno"
    },
    "des": {
      "zh-cn": "无论伙伴们住在哪里，都会给朋友庆祝生日，真棒狸！为了对这份诚挚的友情表示敬意，向你送上来自Nook Inc.的里数狸！",
      "de": "Einem anderen Insulaner zum Geburtstag zu gratulieren macht Freude. Und wenn es dafür Nook-Meilen gibt, macht es sogar noch mehr Freude!",
      "es-es": "Celebrar los cumpleaños de quienes nos rodean es una forma maravillosa de estrechar lazos con la comunidad, sí, sí. Para conmemorar la unión de nuestros residentes, aquí van algunas millas.",
      "fr-fr": "Fêter l'anniversaire d'un autre résident est une des grandes joies de la vie. Nook Inc. tient à s'associer au lien chaleureux qui unit ses chers clients en t'offrant ces miles Nook. De rien, ça nous fait plaisir !",
      "it": "Festeggiare il compleanno di un'amica o di un amico è una cosa meravigliosa e la Nook Inc. farà la sua parte con delle miglia di Nook beneauguranti!",
      "nl": "De verjaardag vieren van een van je eilandgenoten, is iets moois. Nook Inc. vindt het knap hoe je de band met de gemeenschap onderhoudt! Alsjeblieft, een paar miles.",
      "ru": "Устроить праздник имениннику на острове — это дело чести. Nook Inc. поощряет дружбу милями Нука.",
      "ja": "どこに住んでいる仲間であっても、友だちのバースデーを　お祝いしてあげるのは　素晴らしいことだも！　あつい友情に敬意を込めて　たぬき開発から　マイルを進呈するだなも！",
      "ko": "사는 곳이 어디든 친구의 생일을 축하해주는 건 참 멋진 일이야구리! 앞으로도 멋진 우정을 쌓아가길 바라며 Nook Inc.가 마일을 선물할게구리!",
      "zh-tw": "不管同伴住在何方，都會幫朋友慶祝生日，真是一件非常棒的事狸！為了對你那溫暖的友情致敬，Nook Inc.要贈送哩數給你狸！",
      "es-us": "Celebrar los cumpleaños de quienes nos rodean es una forma maravillosa de estrechar lazos con la comunidad, sí, sí. Para conmemorar la unión entre nuestros residentes, aquí van algunas millas.",
      "fr-us": "Célébrer la fête d'un autre résident est une des grandes joies de la vie. Nook Inc. tient à s'associer au lien chaleureux qui unit ses chers clients en t'offrant ces points Nook. De rien, ça nous fait plaisir!",
      "en": "Celebrating the birthday of a fellow resident is a wonderful thing. Nook Inc. will commemorate your bond with some party-favor Nook Miles."
    }
  },
  "a46": {
    "gso": 87,
    "atp": "event",
    "stg": [
      {
        "asv": 1,
        "asr": 2000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "生日快乐！",
      "de": "Herzlichen Glückwunsch!",
      "fr-fr": "Joyeux anniversaire !",
      "it": "Buon compleanno",
      "nl": "Verjaardagscadeautje",
      "ru": "С днем рождения!",
      "ja": "ハッピーバースデー！",
      "ko": "해피 버스데이!",
      "zh-tw": "生日快樂！",
      "fr-us": "Bonne fête!",
      "en": "Happy Birthday!",
      "es": "Regalo de cumpleaños"
    },
    "des": {
      "zh-cn": "对于在岛上迎来生日的你，会送给你里数作为生日礼物狸！用这个里数去换取喜爱的东西和体验，过一个完美的生日吧！",
      "de": "Hier hast du ein paar Meilen zum Geburtstag. Gönn dir mal was. Und denk immer daran, dass du das alles nur einer Firma zu verdanken hast: Nook Inc.!",
      "es-es": "¡Cumpleaños feliz! ¡Unas millas para ti! Nook Inc. te desea... ¡que te compres algo bonito!",
      "fr-fr": "Joyeux anniversai-reeeuh ! Nos miles les plus sincè-reeeuh ! Joyeux anniversai-reeeuh ! Offre-toi un truc supe-reeeuh !",
      "it": "Buon compleanno! Un compleanno si festeggia anche meglio con delle miglia di Nook in regalo, non trovi? Usale per qualcosa di carino!",
      "nl": "Er is er een jarig, hoera, hoera! Dat kun je wel zien, dat ben jij! Dus geef ik je graag wat Nook-miles, ja, ja! En daarom ben je vast blij! (Koop maar iets moois voor jezelf!)",
      "ru": "Поздравляем с днем рождения! На твои на именины испекли тебе мы миль, вот такой ширины, вот такой вышины! (Ни в чем себе не отказывай.)",
      "ja": "島で　お誕生日を迎えた　アナタに、バースデープレゼントの　マイルを贈るだなも！このマイルを　好きなものと　交換して　素敵な誕生日を　過ごしてちょうだいね！",
      "ko": "섬에서 생일을 맞은 당신에게 생일 선물로 마일을 줄게구리! 이 마일을 원하는 것과 교환해서 멋진 생일을 보내길 바랄게구리!",
      "zh-tw": "給在島上過生日的你一份生日哩數作為禮物狸！用這份哩數兌換喜歡的東西或體驗，讓自己過一個完美的生日吧！",
      "es-us": "¡Que los cumplas feliz! ¡Unas millas para ti! Nook Inc. te desea... ¡que las gastes, sí, sí!",
      "fr-us": "Bonne fête à toiiii! Tous ces points sont pour toiiii! Bonne fête, bonne fête! Fête comme il se doit!",
      "en": "Happy birthday to you! Take some Nook Miles, woo-hoo! Happy birthday to you-oo! Take some Nook Miles, woo-hoo! (Get yourself something nice.)"
    }
  },
  "a41": {
    "gso": 88,
    "atp": "fish",
    "stg": [
      {
        "asv": 1,
        "asr": 300,
        "img": "fish1"
      },
      {
        "asv": 1,
        "asr": 500,
        "img": "fish2"
      },
      {
        "asv": 1,
        "asr": 1000,
        "img": "fish3"
      },
      {
        "asv": 1,
        "asr": 2000,
        "img": "fish4"
      }
    ],
    "loc": {
      "zh-cn": "乐享！钓鱼大赛",
      "de": "Angelturnier!",
      "fr-fr": "Tournoi de pêche !",
      "it": "Torneo di pesca!",
      "nl": "Vistoernooi",
      "ru": "«Мастер удочки»!",
      "ja": "エンジョイ！釣り大会",
      "ko": "낚시대회를 즐기자!",
      "zh-tw": "同樂！釣魚大會",
      "fr-us": "Tournoi de pêche!",
      "en": "Fishing Tourney!",
      "es": "Torneo de Pesca"
    },
    "des": {
      "zh-cn": "请一定要参加春夏秋冬各季节举办的钓鱼大赛狸！初次参加各季节大赛时，Nook Inc.会赠送里数作为参与奖！",
      "de": "Das Angelturnier findet viermal im Jahr statt – Frühling, Sommer, Herbst und Winter! Und immer, wenn du in einer Jahreszeit zum ersten Mal teilnimmst, gibt es zur Belohnung Nook-Meilen.",
      "fr-fr": "Je t'encourage à participer au tournoi de pêche qui a lieu chaque printemps, été, automne et hiver ! Je t'offrirai des miles Nook la première fois que tu participeras au tournoi de chaque saison.",
      "it": "Ti invito a partecipare al torneo di pesca che si tiene ogni primavera, estate, autunno e inverno. Ti darò delle miglia di Nook la prima volta che partecipi al torneo di ciascuna stagione!",
      "nl": "In welk seizoen het vistoernooi ook plaatsvindt, zorg dat je van de partij bent! Ik zal je Nook-miles geven voor de eerste keer dat je ieder seizoen meedoet.",
      "ru": "Участвуй в турнирах «Мастер удочки» весной, летом, осенью и зимой! За первое участие в турнирах в каждое из времен года ты получишь мили Нука!",
      "ja": "春夏秋冬、各シーズンに開催される　釣り大会に　ぜひ　ご参加くださいだなも！各季節、初めての参加の際に、参加賞として　たぬき開発から　マイルを進呈しまーす！",
      "ko": "봄, 여름, 가을, 겨울에 열리는 낚시대회에 꼭 참가해봐구리! 각 계절 대회에 처음으로 참가하는 분에게 Nook Inc.에서 참가상 마일을 드릴게구리!",
      "zh-tw": "春夏秋冬，四季都會舉辦釣魚大會，請務必參加狸！在各個季節首次參加大會時，Nook Inc.會贈送哩數給參加者，當作參加獎！",
      "fr-us": "Je t'encourage à participer au tournoi de pêche qui a lieu chaque printemps, été, automne et hiver! Je t'offrirai des points Nook la première fois que tu participeras au tournoi de chaque saison.",
      "en": "Please participate in the Fishing Tourney, which is held every spring, summer, fall, and winter! I'll give you Nook Miles as a reward the first time you participate each season.",
      "es": "Participa en el Torneo de Pesca que se celebra cada primavera, verano, otoño e invierno. Te compensaré con millas la primera vez que participes en cada una de las estaciones, ¡sí, sí!"
    }
  },
  "a42": {
    "gso": 89,
    "atp": "insect",
    "stg": [
      {
        "asv": 1,
        "asr": 300,
        "img": "insect1"
      },
      {
        "asv": 1,
        "asr": 500,
        "img": "insect2"
      },
      {
        "asv": 1,
        "asr": 1000,
        "img": "insect3"
      },
      {
        "asv": 1,
        "asr": 2000,
        "img": "insect4"
      }
    ],
    "loc": {
      "zh-cn": "忙碌♪捕虫大赛",
      "de": "Insektikus-Turnier!",
      "es-es": "Caza de Bichos",
      "fr-fr": "Insectosafari !",
      "it": "Insettomania!",
      "nl": "Beestjesbeker",
      "ru": "«Мастер сачка»!",
      "ja": "ハッスル♪ムシとり大会",
      "ko": "파이팅♪ 곤충채집대회",
      "zh-tw": "拼命♪捕蟲大會",
      "es-us": "Caza de Insectos",
      "fr-us": "Insectosafari!",
      "en": "Bug-Off!"
    },
    "des": {
      "zh-cn": "要说到夏季最令人期待的活动，那……当然就是捕虫大赛狸！Nook Inc.会赠送里数作为参赛纪念，请一定要参加哦！",
      "de": "Was darfst du dir im Sommer nicht entgehen lassen? Genau, die Insektikus-Turniere! Um die Teilnahme zu fördern, gibt Nook Inc. zudem Meilen aus. Also los, schnapp sie dir!",
      "es-es": "Los bichos no se van de vacaciones en verano, ¡y tú tampoco! Debes de ser más hormiga que cigarra... ¡Participa en la Caza de Bichos y ganarás millas!",
      "fr-fr": "Quel est l'événement estival que tout le monde attend avec impatience ? Oui, oui... c'est l'insectosafari ! Nook Inc. t'offrira des miles Nook si tu y participes, alors surtout, n'hésite pas !",
      "it": "Qual è l'avvenimento estivo che attendono tutti con trepidazione? Ma l'Insettomania, naturalmente! Se partecipi, la Nook Inc. ti ricompenserà con delle miglia di Nook, quindi... unisciti al divertimento, sì, sì!",
      "nl": "Naar welk evenement wordt iedere zomer reikhalzend uitgekeken? Dat kan alleen maar de Beestjesbeker zijn! Nook Inc. beloont je graag met miles als je meedoet.",
      "ru": "Не знаешь, куда податься летом? Конечно же, на турнир «Мастер сачка»! Nook Inc. начисляет мили участникам, так что присоединяйся!",
      "ja": "夏の季節の　お楽しみイベントといえば、そう・・・ムシとり大会だなも！たぬき開発からも　参加の記念に　マイルをプレゼントするから、ぜひ参加してね！",
      "ko": "여름 이벤트 하면 역시 곤충채집대회지구리! Nook Inc.에서도 참가 기념 마일을 증정하니까 꼭 참가해봐구리!",
      "zh-tw": "說到夏天最令人期待的活動，就是……捕蟲大會狸！Nook Inc.會贈送哩數給參加者當作紀念，請務必參加！",
      "es-us": "Los insectos no se van de vacaciones en verano, ¡y tú tampoco! Debes ser más hormiga que cigarra... ¡Participa en la Caza de Insectos y ganarás millas!",
      "fr-us": "Quel est l'événement estival que tout le monde attend avec impatience? Oui, oui... c'est l'insectosafari! Nook Inc. t'offrira des points Nook si tu y participes, alors surtout, n'hésite pas!",
      "en": "What's the summer event to look forward to? That's right...the Bug-Off! Nook Inc. will give you Nook Miles for participating, so by all means, join the fun!"
    }
  },
  "a48": {
    "gso": 90,
    "atp": "event",
    "stg": [
      {
        "asv": 1,
        "asr": 1000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "跨年倒计时吧！",
      "de": "Countdown-Feier",
      "es-es": "El final de la cuenta atrás",
      "fr-fr": "Nouvel an, nouveaux miles",
      "it": "Anno nuovo miglia nuove!",
      "nl": "Nieuwjaarsmiles",
      "ru": "Новогодний отсчет",
      "ja": "カウントダウンで盛り上がろう！",
      "ko": "신나게 카운트다운을 즐기자!",
      "zh-tw": "跨年倒數計時吧！",
      "es-us": "Festejo de la cuenta regresiva",
      "fr-us": "Nouvel An, nouveaux points",
      "en": "Countdown Celebration"
    },
    "des": {
      "zh-cn": "为了感谢你参加跨年倒计时，迎接新年的开始，让我赠送你里数狸！就像压岁钱一样狸！",
      "de": "Du hast beim Countdown das neue Jahr eingeläutet. Zum guten Start für dieses Jahr gibt es jetzt noch einen Haufen Nook-Meilen obendrauf. Wir hoffen, dass du Nook Inc. auch in diesem Jahr die Treue hältst!",
      "fr-fr": "Quelle meilleure façon de fêter la nouvelle année qu'en encaissant quelques miles Nook tout beaux, tout chauds, hm ? Ça, c'est de la prime de nouvel an !",
      "it": "Cosa c'è di meglio che festeggiare il Capodanno con fuochi d'artificio, amici e amiche a volontà? A farlo a colpi di miglia in premio, no? Sì, sì, proprio così!",
      "nl": "Wat is er nou leuker dan Nieuwjaar te vieren? Het nieuwe jaar inluiden met een paar Nook-miles, natuurlijk! De beste wensen namens Nook Inc.!",
      "ru": "Лучше встречи нового года может быть только встреча нового года с новыми милями Нука! Желаем долгих лет и кучу миль!",
      "ja": "カウントダウンイベントに　参加して　新しい年の始まりを　祝ってくれたお礼に、マイルを　プレゼントさせてもらっただも！ほんの　お年玉みたいなモンだなも！",
      "ko": "카운트다운 이벤트에 참가해서 새해의 첫 시작을 기념한 당신에게 마일을 선물할게구리! 세뱃돈이라고 생각하고 받아줘구리!",
      "zh-tw": "我要贈送哩數給你作為你參加跨年倒數活動慶祝新年開始的回禮狸！這是類似壓歲錢的東西狸！",
      "fr-us": "Quelle meilleure façon de fêter la nouvelle année qu'en encaissant quelques points Nook tout beaux, tout chauds, hm? Ça, c'est de la prime de Nouvel An!",
      "en": "The only thing better than ringing in the new year is ringing in the new year with some Nook Miles! May you live to see many more—years and miles!",
      "es": "¡No hay mejor forma de estrenar año que con unas cuantas millas Nook de regalo! Ojalá todos compartamos muchos más años juntos... ¡y millas también, sí, sí!"
    }
  },
  "a84": {
    "gso": 91,
    "atp": "mydesign",
    "stg": [
      {
        "asv": 1,
        "asr": 500
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "衣柜里的时尚秀",
      "de": "Schrank-Modenschau",
      "es-es": "Fondo de armario",
      "it": "Diamoci un cambio",
      "nl": "Modeshow",
      "ru": "По одежке встречают",
      "ja": "クロゼットでファッションショー",
      "ko": "옷장 앞에서 패션쇼",
      "zh-tw": "衣櫃的時尚秀",
      "es-us": "Armar el armario",
      "en": "Making a Change",
      "fr": "Armoire à mode"
    },
    "des": {
      "zh-cn": "衣柜是时尚必备品！为了增加更多具有影响力的时尚品，我们将赠送里数给那些摆放衣柜并进行换装挑战的人狸。",
      "de": "Wer auf sein Äußeres achtet, braucht unbedingt einen Schrank! Damit die Mode unserer Insel die Welt erobert, belohnt Nook Inc. jeden, der einen Schrank anschafft und sich daran umzieht.",
      "es-es": "Es importante tener armario y usar a menudo el vestuario para marcar tendencia. ¡Si lo haces, nuestra isla siempre estará a la última y, de paso, podrás llevarte unas millas Nook!",
      "fr-fr": "Il ne suffit pas d'avoir une armoire pour être un agent de la dernière mode, il faut aussi s'en servir ! Pour encourager les vocations, j'offre des miles Nook à quiconque dispose d'une armoire et change de tenue. Oui oui !",
      "it": "Un bell'armadio è un oggetto indispensabile per chi vuole essere sempre alla moda. Offrirò miglia di Nook a tutti quelli che possiedono un armadio e si cambiano d'abito per rendere l'isola più alla moda.",
      "nl": "Een mooie kast is een absolute must voor elke trendsetter. Daarom beloon ik iedereen met miles die er een heeft én hem heeft gebruikt om van outfit te veranderen.",
      "ru": "Ни один модник не обойдется без шкафа. Мы начисляем мили Нука всем, у кого есть шкаф и кто носит разные наряды, тем самым внося в свой вклад в развитие модных трендов на острове.",
      "ja": "クロゼットは　オシャレさんのマストアイテム！インフルエンサーとなる　オシャレさんを増やすため　クロゼットを置いて　着替えに挑戦した方には　マイルを進呈するだなも。",
      "ko": "옷장 장만은 패셔니스타로 가는 첫걸음! 옷장을 장만해서 옷을 갈아입은 분에게는 패셔니스타 양성의 일환으로 마일을 증정할게구리!",
      "zh-tw": "衣櫃是時尚必備單品！為了增加更多具有影響力的時尚品，我將贈送哩數給擺放衣櫃並挑戰換裝的人狸。",
      "es-us": "Es importante tener armario y usar a menudo el vestuario para marcar tendencia. ¡Si lo haces, nuestra isla siempre estará a la moda y, de paso, podrás llevarte unas millas Nook!",
      "fr-us": "Il ne suffit pas d'avoir une armoire pour être à la pointe de la mode, il faut aussi s'en servir! Pour vous encourager, j'offre des points Nook à quiconque dispose d'une armoire et change de tenue. Oui oui!",
      "en": "A closet is a must-have item for a fashion trendsetter. I'll offer Nook Miles to anyone who has a closet and changes outfits, thereby increasing the chances of an island fashion trend catching on."
    }
  },
  "a35": {
    "gso": 92,
    "atp": "mydesign",
    "stg": [
      {
        "asv": 1,
        "asr": 500
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "要试着做一下“我的设计”吗？",
      "de": "Erstes eigenes Design",
      "it": "Prima personalizzazione",
      "nl": "Eerste eigen ontwerp",
      "ru": "Начинающий дизайнер",
      "ja": "マイデザイン、作ってみませんか？",
      "ko": "마이 디자인에 도전하자!",
      "zh-tw": "要來做看看「我的設計」嗎？",
      "en": "First Custom Design!",
      "es": "Primer diseño propio",
      "fr": "Changement de décor"
    },
    "des": {
      "zh-cn": "熟练使用我的设计软件的话，就能不断做出充满原创性的服装和家具狸！请灵活运用，尽情享受这个软件的乐趣吧！",
      "de": "Mit der Designs-App kannst du Kleidung und Möbel nach deinem eigenen Geschmack gestalten. Viel Spaß mit dieser tollen Funktion, erhältlich auf deinem NookPhone!",
      "es-es": "Aprender a usar la aplicación Mis diseños te permitirá realizar creaciones únicas para la ropa y los muebles. ¡Tu carrera en el mundo del diseño está a punto de despegar!",
      "fr-fr": "Il suffit d'apprendre à utiliser l'appli Motifs persos, et à toi les habits et les meubles uniques ! Et surtout, plein de bons moments en perspective, oui, oui !",
      "it": "Imparare a utilizzare l'applicazione I miei modelli ti permette di personalizzare articoli di arredamento e di vestiario. Più ne fai, più ti diverti. Sì, sì!",
      "nl": "Door te leren hoe je je eigen ontwerpen kunt maken, kun je een persoonlijk tintje geven aan je kleding en je meubels. Je hebt je eerste stappen gezet in de wereld van design!",
      "ru": "Научившись работать с приложением «Дизайнер», ты сможешь придавать индивидуальность своей одежде и мебели. Все просто! Дерзай!",
      "ja": "マイデザインアプリを　使いこなせば、オリジナリティあふれる　服や家具を　ジャンジャン作ることが　出来るだなも！めいっぱい活用して　楽しんでちょうだい！",
      "ko": "마이 디자인 앱을 잘 활용하면 나만의 옷과 물건을 얼마든지 만들 수 있어구리! 적극적으로 활용해서 옷과 물건을 많이 만들어봐구리!",
      "zh-tw": "好好活用「我的設計」應用程式，就能做出一個一個充滿創意設計的衣服和家具狸！請盡情使用並享受其樂趣所在吧！",
      "es-us": "Aprender a usar la aplicación Mis diseños te permitirá realizar creaciones únicas para la ropa y los muebles. ¡Tu carrera en el mundo del diseño está a punto de comenzar!",
      "fr-us": "Il suffit d'apprendre à utiliser l'appli Motifs perso, et à toi les habits et les meubles uniques! Et surtout, plein de bons moments en perspective, oui, oui!",
      "en": "Learning to use the Custom Design app lets you personalize your clothes and furniture. So much fun to be had, yes, yes!"
    }
  },
  "a36": {
    "gso": 93,
    "atp": "mydesign",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "专业设计师初次登场！",
      "de": "Design-Profi",
      "it": "Personalizzazioni pro",
      "nl": "Speciale ontwerpen",
      "ru": "Заправский дизайнер",
      "ja": "PROデザイナーデビュー",
      "ko": "PRO 디자이너 데뷔",
      "zh-tw": "專業設計師出道！",
      "en": "Custom Design Pro!",
      "es": "Diseño de alto nivel",
      "fr": "Pro des motifs"
    },
    "des": {
      "zh-cn": "“我的设计”软件已经升级为专业版本，你也已经是专业设计师狸！为了庆祝你出道，我会赠送里数给你狸。",
      "de": "Du hast deine Designs-App auf die Profi-Edition hochgestuft? Glückwunsch, jetzt bist du ein Profi-Designer, oder gar ein Design-Profi, ja, ja! Das muss sofort mit einem Meilenbonus gefeiert werden!",
      "es-es": "¡Has actualizado la aplicación Mis diseños a la versión profesional! Eso significa que vas camino de profesionalizarte en ese campo... ¡lo que merece unas cuantas millas Nook, sí, sí!",
      "fr-fr": "Tu as adopté la version pro de l'appli Motifs persos, ce qui fait de toi... rien de moins qu'un pro des motifs persos ! Oui, oui ! Voici des miles Nook, pour fêter ça !",
      "it": "Hai aggiornato l'app I miei modelli alla versione pro, eh? Ma allora hai una vera vena artistica! Per commemorare il tuo ingresso nell'olimpo dei pro, ti regalerò delle miglia di Nook, sì, sì.",
      "nl": "Je hebt de speciale versie van de app Eigen ontwerpen vrijgespeeld, hm? Je bent ook zeker een speciale ontwerper. Ja, ja! Ik geef je graag wat Nook-miles om dit speciale moment te vieren!",
      "ru": "Ты обновил приложение «Дизайнер» до профессиональной версии? Значит, ты теперь дизайнер-профи! В честь этого тебе награда — мили Нука!",
      "ja": "マイデザインアプリを　PRO仕様に　アップグレードしたアナタは　もう立派な　PROのマイデザイナーなんだも！PROデビューのお祝いにマイルを差し上げるだも！",
      "ko": "마이 디자인 앱을 전문가용으로 업그레이드한 당신은 이제 훌륭한 프로 디자이너야구리! 프로 데뷔를 축하하는 뜻에서 마일을 선물할게구리.",
      "zh-tw": "「我的設計」應用程式更新成專業樣式了。你現在是專業設計師狸！為了慶祝專業設計師出道，我要贈送哩數給你狸！",
      "es-us": "¡Has actualizado la aplicación Mis diseños a la versión profesional! Eso significa que vas camino a profesionalizarte en ese campo... ¡lo que merece unas cuantas millas Nook, sí, sí!",
      "fr-us": "Tu as adopté la version pro de l'appli Motifs perso, ce qui fait de toi... rien de moins qu'un pro des motifs perso! Oui, oui! Voici des points Nook, pour fêter ça!",
      "en": "You upgraded to the Pro version of the Custom Design app, hm? That makes you a fine Pro Custom Designer. Yes, yes! I'll reward you with Nook Miles to commemorate your Pro debut!"
    }
  },
  "a60": {
    "gso": 94,
    "atp": "money",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "神秘宝藏……？！",
      "de": "Geldgräberstimmung",
      "it": "Un'isola, un tesoro!",
      "nl": "Schatgraver",
      "ru": "Кладоискатель",
      "ja": "ナゾの埋蔵金・・・？！",
      "ko": "땅속에 돈이…?!",
      "zh-tw": "神秘寶藏……！？",
      "en": "Paydirt!",
      "es": "Esta isla es una mina",
      "fr": "Six pièces sous terre"
    },
    "des": {
      "zh-cn": "想不到岛上还能挖出宝藏，刚移居的时候根本没想到狸！为了感谢你的重大发现，Nook Inc.会赠送你里数狸！",
      "de": "Auf dieser Insel sind Sternis vergraben?! Vielleicht hätten wir vor der Umsiedlung erst einmal alles umgraben sollen... Aber egal. Letztendlich landen sie ja hoffentlich eh bei Nook Inc. Hier hast du Meilen obendrauf!",
      "es-es": "Seguro que no esperabas encontrar bayas al cavar un agujero, pero ¿quién sabe qué tesoros fueron enterrados en esta isla cuando estaba deshabitada, sí? Celebra el descubrimiento con estas millas Nook.",
      "fr-fr": "Tu ne t'attendais pas à déterrer des clochettes, hm ? Mais si on ne trouve plus de trésors sur une ancienne île déserte, où va le monde ? Ces miles Nook, en tout cas, ils vont directement dans ta poche !",
      "it": "Avresti mai immaginato di trovare delle stelline sepolte su quest'isola? Eppure... è un'isola! Ti sorprende trovarci un tesoro? Beh, ti meriti delle miglia di Nook da parte della Nook Inc. per la tua stellare scoperta!",
      "nl": "Wie had gedacht dat je op dit eiland begraven klingels zou vinden? Een schat vinden op een eiland is immers iets dat alleen in films gebeurt. Nook Inc. viert met je mee door je wat miles te schenken!",
      "ru": "Не ожидал обнаружить на острове зарытые дини? Сокровища на островах не редкость. Вот несколько миль Нука от Nook Inc. в честь ценной находки.",
      "ja": "まさか　この島で　埋蔵金が発掘されるなんて、移住してきた時は　思ってもいなかっただも！この大発見のお礼に、たぬき開発から　マイルを　差し上げますだなも！",
      "ko": "설마 땅속에 벨이 묻혀 있을 줄이야… 처음 왔을 땐 상상도 못 했던 일이야구리! 놀라운 사실을 발견해줘서 고맙다는 뜻으로 Nook Inc.가 마일을 증정할게구리!",
      "zh-tw": "想不到這座島會挖出寶藏，我剛搬來的時候，根本沒想到狸！為了感謝你的重大發現，Nook Inc.會贈送哩數給你狸！",
      "es-us": "Seguro que no esperabas encontrar bayas al cavar un hoyo, pero ¿quién sabe qué tesoros fueron enterrados en esta isla cuando estaba deshabitada, sí? Celebra el descubrimiento con estas millas Nook.",
      "fr-us": "Tu ne t'attendais pas à déterrer des clochettes, hm? Mais si on ne trouve plus de trésors sur une ancienne île déserte, où va le monde? Ces points Nook, en tout cas, ils vont directement dans ta poche!",
      "en": "I'll bet you didn't think you'd find buried Bells here, hm? But this is an island, after all. Buried treasure and whatnot. Enjoy some Nook Miles from Nook Inc. to celebrate your discovery."
    }
  },
  "a79": {
    "gso": 95,
    "atp": "plant",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      },
      {
        "asv": 10,
        "asr": 1000
      },
      {
        "asv": 20,
        "asr": 2000
      },
      {
        "asv": 50,
        "asr": 3000
      },
      {
        "asv": 100,
        "asr": 5000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "藏在树叶里……？！",
      "de": "Abgeblättert",
      "es-es": "Sacudida mobiliaria",
      "it": "Un problema a cui far fronde",
      "nl": "Bladgoud",
      "ru": "Тенистая встряска",
      "ja": "木の葉に隠れて・・・？！",
      "ko": "나뭇잎인 줄 알았는데…!",
      "zh-tw": "大隱隱於樹葉……？！",
      "es-us": "Sacudida de muebles",
      "en": "Shady Shakedown",
      "fr": "Mobilier perché"
    },
    "des": {
      "zh-cn": "摇晃树木就会有叶子落下吧？这是理所当然的吧？咦？以为是树叶，结果掉了家具？？我们会奖励里数给发现这份幸运的人狸！",
      "de": "Du schüttelst das Laub von den Bäumen? Aber... warum?! Ach, das war gar kein Blatt, sondern ein Möbelstück? Bevor ich dir erkläre, wie das funktioniert, gebe ich dir Glückspilz lieber ein paar Meilen.",
      "es-es": "Hay rumores de que a alguien de la isla le gusta esconder muebles en los árboles. ¿Por qué no pruebas a sacudir unos cuantos a ver si cae algo? Te daré millas según el número de objetos que consigas.",
      "fr-fr": "On raconte qu'un plaisantin s'amuse à cacher des meubles dans le feuillage des arbres ! Plus tu en débusques en secouant leur tronc, plus tu reçois de miles !",
      "it": "Pare che a qualcuno sull'isola piaccia nascondere mobili sugli alberi. È vero! Ti regalerò miglia di Nook in base al numero di mobili che riesci a far cadere dalle fronde degli alberi!",
      "nl": "De geruchten gaan dat iemand op dit eiland meubels in bomen verstopt. Ja, ja! Dat kan best lucratief worden. Zeker als ik je ook nog eens miles geef op basis van het aantal meubels dat je uit bomen schudt.",
      "ru": "Ходят слухи, что кто-то прячет мебель в деревьях на этом острове. Да-да! Ты получишь мили в зависимости от количества предметов мебели, которые ты стряс с деревьев. Тряси вовсю!",
      "ja": "木をゆさぶったら　葉っぱが落ちてきた？そんなの　アタリマエだも。え？　葉っぱかと思ったら、家具だった？！ラッキーな発見をした人に マイルのごほうびだも！",
      "ko": "나무를 흔들었더니 나뭇잎이 떨어졌는데 나뭇잎인 줄 알았더니 물건이었다고구리?! 행운의 발견을 한 사람에게 마일을 선물할게구리!",
      "zh-tw": "搖樹會讓樹葉掉落下來吧？這也是理所當然的狸。咦？以為掉的是樹葉，結果卻掉了家具？！我會贈送獎勵哩數給發現幸運的人狸！",
      "es-us": "Hay rumores de que a alguien de la isla le gusta esconder muebles en los árboles. ¿Por qué no intentas sacudir unos cuantos a ver si cae algo? Te daré millas según el número de objetos que consigas.",
      "fr-us": "On raconte qu'un plaisantin s'amuse à cacher des meubles dans le feuillage des arbres! Plus tu en débusques en secouant leur tronc, plus tu reçois de points!",
      "en": "Rumor has it that someone on this island likes to hide furniture in trees. Yes, yes! I'll give you Nook Miles based on the number of furniture items you shake out of trees. So get out there and shake!"
    }
  },
  "a39": {
    "gso": 96,
    "atp": "hha",
    "stg": [
      {
        "asv": 1,
        "asr": 300,
        "img": "hha1"
      },
      {
        "asv": 1,
        "asr": 500,
        "img": "hha2"
      },
      {
        "asv": 1,
        "asr": 1000,
        "img": "hha3"
      },
      {
        "asv": 1,
        "asr": 2000,
        "img": "hha4"
      },
      {
        "asv": 1,
        "asr": 3000,
        "img": "hha5"
      },
      {
        "asv": 1,
        "asr": 5000,
        "img": "hha6"
      }
    ],
    "loc": {
      "zh-cn": "金光闪闪的道具是一流的证明",
      "de": "Goldwerkzeuge",
      "it": "Strumenti d'oro",
      "nl": "Gouden mijlpaal",
      "ru": "Золотая веха",
      "ja": "一流のしるし、金色の道具",
      "ko": "금빛 도구는 일류의 상징",
      "zh-tw": "金色道具就是一流的證明",
      "en": "Golden Milestone",
      "es": "La edad de oro",
      "fr": "Des outils en or"
    },
    "des": {
      "zh-cn": "数件传说中只有通过极其秘密的渠道才能获得的贵重的金色道具……为了表彰获得这些道具的人，Nook Inc.将增送里数狸！",
      "de": "Goldene Werkzeuge... Hoffentlich musstest du keine krummen Dinger drehen, um daran zu kommen. Damit zu arbeiten bringt sicher Glück. Zumindest Nook-Meilen hast du dir dadurch schon einmal verdient!",
      "es-es": "Si tus herramientas relucen como el sol, en tu bolsillo nunca faltarán las bayas. Completar la colección de herramientas doradas no será tarea fácil, pero ganarás millas por cada una que consigas.",
      "fr-fr": "Les chemins qui mènent aux outils en or sont variés et secrets... mais sache que mettre la main sur ces petits bijoux te rapportera aussi des miles Nook !",
      "it": "Se i tuoi strumenti sono d'oro luccicante, presto luccicherà di stelline anche il tuo conto in banca! La via che porta agli strumenti d'oro è tortuosa, ma in fondo ci sono tante miglia di Nook tutte per te.",
      "nl": "Gouden gereedschap staat voor gouden tijden! Hoe je al het gouden gereedschap verzamelt, verschilt en is verre van makkelijk. Daarom heb je deze Nook-miles zeker wel verdiend!",
      "ru": "От золотых инструментов в золотых руках один шаг до стабильного благополучия. Получи мили Нука за полную коллекцию золотых инструментов.",
      "ja": "極秘ルートでだけ　手に入るというウワサの　とっても貴重な　金色の道具の数々・・・。手に入れた方には　その栄誉をたたえて　たぬき開発から　マイルを進呈するだなも！",
      "ko": "비밀 경로로만 손에 넣을 수 있다는 아주 귀중한 금색 도구들이 있어… 영예로운 금색 도구들을 입수한 분들께는 Nook Inc.에서 마일을 선물할게구리!",
      "zh-tw": "傳說中，有些非常珍貴的金色道具，只能透過秘密方式拿到手……為了表揚得到這些道具的人，Nook Inc.將會贈送哩數狸！",
      "es-us": "Si tus herramientas relucen como el sol, en tu bolsillo nunca faltarán las bayas. Completar la colección de herramientas doradas no será tarea fácil, pero ganarás millas por cada una de las que consigas.",
      "fr-us": "Les chemins qui mènent aux outils en or sont variés et secrets... mais sache que mettre la main sur ces petits bijoux te rapportera aussi des points Nook!",
      "en": "If your tools are glinting gold, your account will be bursting with Bells soon enough. The paths to these tools are varied and secret, but you will have earned some Nook Miles for collecting them all."
    }
  },
  "a18": {
    "gso": 97,
    "atp": "communication",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      },
      {
        "asv": 5,
        "asr": 500
      },
      {
        "asv": 10,
        "asr": 1000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "流浪的旅行者！",
      "de": "Mein Eiland, dein Eiland",
      "it": "Isole, che passione!",
      "nl": "Eilandhopper",
      "ru": "Доброе соседство",
      "ja": "さすらいのトラベラー！",
      "ko": "떠돌이 여행자!",
      "zh-tw": "漂泊的旅人！",
      "en": "Island and Yourland",
      "es": "La isla no se aísla",
      "fr": "Le bonjour aux voisins"
    },
    "des": {
      "zh-cn": "搭乘飞机前往隔壁的岛屿吧！还能积累里数，一举两得狸！人生可以说是不断地旅行，Nook Inc.会一直为那样的旅行者加油狸！",
      "de": "Bedenke doch auch deine Nachbarinseln ab und zu mit einem Besuch. Je öfter du fliegst, desto mehr Nook-Meilen verdienst du. Wer kann da widerstehen, hm?",
      "es-es": "Hoy día volar está al alcance de cualquiera. Dicen que la vida es un viaje, ¿sí? Pues tira millas... ¡y gana millas! Visita otras islas, ¡merece la pena!",
      "fr-fr": "La vie insulaire n'est pas synonyme d'isolement ! Rends visite aux habitants des îles avoisinantes et tu obtiendras des miles. Nook Inc. encourage les tempéraments aventureux, oui, oui !",
      "it": "Mostra tutto il tuo sostegno per le isole vicine andandole a visitare ogni tanto. La Nook Inc. ricompenserà il tuo spirito altruista e avventuroso con delle miglia di Nook, sì, sì!",
      "nl": "Vereer andere eilanden met een bezoekje! Hoe vaker je op reis gaat, hoe meer miles je kunt verdienen! Bij Nook Inc. belonen we graag een avontuurlijke geest, hm?",
      "ru": "Посещай время от времени соседние острова, чтобы поддержать развитие туризма. За путешествия начисляются мили Нука. Компания Nook Inc. поощряет любителей приключений!",
      "ja": "飛行機を使えば、よその島へも　ひとっ飛び！マイルも　たまるし、一石二鳥だなも！人生は旅の連続だって言うし、たぬき開発は　そんなトラベラーを　応援してるだなも！",
      "ko": "비행기를 타면 다른 섬도 쉽게 갈 수 있어! 마일도 쌓고 여행도 하고 일석이조야구리! 인생은 끝없는 여행이라고도 하던데, Nook Inc.는 여러분의 여행을 응원해구리!",
      "zh-tw": "搭飛機，飛到鄰島去吧！還能累積哩數，真是一石二鳥狸！人生可說是一場又一場的旅程，Nook Inc.會一直為這樣的旅人加油狸！",
      "es-us": "Apoya a las islas vecinas haciéndoles una visita de vez en cuando. ¡Vale la pena! Cuanto más las visites, más millas ganarás. ¡En Nook Inc. siempre premiamos la iniciativa de aventura!",
      "fr-us": "La vie insulaire n'est pas synonyme d'isolement! Rends visite aux habitants des îles avoisinantes et tu obtiendras des points. Nook Inc. encourage les tempéraments aventureux, oui, oui!",
      "en": "Support your neighboring islands with a visit now and again. The more you visit, the more Nook Miles you can earn! Here at Nook Inc. we like to reward your adventurous spirit, hm?"
    }
  },
  "a19": {
    "gso": 98,
    "atp": "communication",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      },
      {
        "asv": 5,
        "asr": 500
      },
      {
        "asv": 10,
        "asr": 1000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "增加岛上游客大作战",
      "de": "Größter Gastgeber",
      "it": "Ospiti à gogo.",
      "nl": "Lokale gastvrijheid",
      "ru": "Все флаги в гости к нам",
      "ja": "島の観光客UP大作戦",
      "ko": "섬 관광객 유치 대작전",
      "zh-tw": "增加島上遊客大作戰",
      "en": "Host the Most",
      "es": "La hospitalidad local",
      "fr": "Promouvoir son île"
    },
    "des": {
      "zh-cn": "为了能直接感受（岛名）的魅力，如果有朋友或熟人的话，希望你能邀请他们过来玩狸！能帮忙的话，我会赠送里数狸！",
      "de": "Je mehr Touristen zu Besuch kommen, desto besser geht es unserer Insel. Also lade möglichst viele deiner Freunde ein und verdiene dir ganz nebenbei die begehrten Nook-Meilen!",
      "fr-fr": "Nous offrons des miles pour encourager les habitants à inviter nos voisins des autres îles à nous rendre visite ! Alors n'hésite pas : plus on est de fous, plus on rit... et plus on reçoit de miles !",
      "it": "Per incoraggiarti a invitare quanti più ospiti possibile nella tua isola, ti offriamo delle miglia come incentivo. \"Più siamo, meglio è\" è un motto che sponsorizziamo in pieno!",
      "nl": "Toerisme is belangrijk voor onze economie. Nodig je vrienden uit om naar het eiland te komen. Hoe meer zielen, hoe meer vreugd... En hoe meer Nook-miles!",
      "ru": "В целях поощрения приглашений на остров, мы начисляем мили Нука за визиты друзей.",
      "ja": "(island name)の　魅力をダイレクトに　感じてもらうため、お友達や知り合いがいたら　ジャンジャン　遊びに招待してほしいだなも！協力してくれた方には　マイルでお礼するだなも！",
      "ko": "(섬/도 이름)의 매력이 확실하게 전해지도록, 다른 곳에 사는 친구들이 있으면 얼마든지 놀러오라고 해줘구리! 적극적으로 친구를 초대한 분들께 마일을 증정할게구리!",
      "zh-tw": "趕快邀請朋友跟熟人來島上玩，讓他們親身感受到（島名）的魅力吧！我會贈送哩數給在這件事上提供協助的人狸！",
      "fr-us": "Nous offrons des points pour encourager les habitants à inviter nos voisins des autres îles à nous rendre visite! Alors, n'hésite pas : plus on est de fous, plus on rit... et plus on reçoit de points!",
      "en": "To encourage you to invite plenty of guests to the island, we're offering miles as an incentive. The more the merrier— and that goes for Nook Miles too!",
      "es": "El turismo es uno de los grandes motores de la economía. Invita a tus amigos a la isla, ¡y cuantos más, mejor! Como incentivo, te recompensaré, cómo no, con millas."
    }
  },
  "a21": {
    "gso": 99,
    "atp": "event",
    "stg": [
      {
        "asv": 3,
        "asr": 300
      },
      {
        "asv": 20,
        "asr": 500
      },
      {
        "asv": 50,
        "asr": 1000
      },
      {
        "asv": 100,
        "asr": 2000
      },
      {
        "asv": 300,
        "asr": 3000
      }
    ],
    "seq": true,
    "loc": {
      "zh-cn": "在岛上的宝贵时光",
      "de": "Jeden Tag auf der Insel",
      "it": "Abitante in piena attività",
      "nl": "Bezige bewoner",
      "ru": "Активный островитянин",
      "ja": "島で過ごす　かけがえのない時",
      "ko": "섬에서 보낸 소중한 시간들",
      "zh-tw": "在島上度過的珍貴時光",
      "en": "Active Island Resident",
      "es": "Actividad insular",
      "fr": "Labeur quotidien"
    },
    "des": {
      "zh-cn": "岛上的生活是不是很愉快狸？根据你作为岛民的活动天数，会赠送你里数作为犒劳，你能收下的话，我会很高兴的狸！",
      "de": "Die Insel gefällt dir, hm? Das ist gut, denn an je mehr Tagen du hier aktiv bist, desto mehr von den begehrten Nook-Meilen kannst du sammeln!",
      "es-es": "¡Cada día en la isla es una nueva aventura! Y, para celebrarlo, contaré las jornadas activas que pases en nuestra querida isla y te recompensaré con millas al alcanzar ciertos hitos. ¡A vivir, que son dos días!",
      "fr-fr": "La vie insulaire s'apprécie avant tout au jour le jour. C'est pourquoi, chez Nook Inc., nous tenons à récompenser l'assiduité en offrant des miles en fonction du nombre de journées où tu participes activement !",
      "it": "La vita sull'isola è piena di potenzialità, non trovi? Per incentivarti a sfruttarle, ti premieremo con delle miglia di Nook in base al numero di giorni che trascorrerai qui in maniera attiva.",
      "nl": "Iedere dag op dit eiland is een nieuw avontuur, hm? Om dit te vieren krijg je Nook-miles op basis van het aantal dagen dat je hier actief hebt doorgebracht.",
      "ru": "Жизнь на острове сулит новые возможности. Для наглядности я буду начислять тебе мили Нука за дни, которые ты активно проводишь на острове. Используй их себе на пользу!",
      "ja": "島での生活は　楽しんでくれてるだなも？島の住民として　活動した日数に応じて　感謝のマイルを　贈らせてもらうから、受け取ってくれると　うれしいだなも！",
      "ko": "섬 생활은 어때? 재밌어구리? 섬의 주민으로서 활동한 일수에 따라 감사의 마음을 담아 마일을 지급하니까 부디 받아줬으면 좋겠어구리!",
      "zh-tw": "島上的生活還愉快嗎？我會根據你作為島民的活動天數，贈送慰勞哩數給你狸。你能收下的話，我會很高興的狸！",
      "es-us": "¡Cada día en la isla es una nueva aventura! Y, para celebrarlo, contaré las jornadas activas que pases en nuestra querida isla y te recompensaré con millas. ¡A vivir y disfrutar!",
      "fr-us": "La vie insulaire s'apprécie avant tout au jour le jour. C'est pourquoi, chez Nook Inc., nous tenons à récompenser l'assiduité en offrant des points en fonction du nombre de journées où tu participes activement!",
      "en": "Life on the island has lots of promise, hm? To illustrate this, I'll award you some Nook Miles based on the number of active days you've spent here. Please take them and enjoy them."
    }
  },
  "a112": {
    "gso": 82,
    "atp": "hotel",
    "stg": [
      {
        "asv": 1,
        "asr": 300
      },
      {
        "asv": 5,
        "asr": 1000
      },
      {
        "asv": 20,
        "asr": 2000
      }
    ],
    "seq": true,
    "vad": "3.0.0",
    "loc": {
      "zh-cn": "在旅馆布置客房",
      "de": "Hotelzimmer-Einrichtung",
      "es-es": "Interiorismo del turismo",
      "it": "Decorazione stanze",
      "nl": "Hoteldebotel op het hotel",
      "ru": "Оформление номера",
      "ja": "ホテルで　客室コーディネート",
      "ko": "호텔 객실 인테리어",
      "zh-tw": "布置旅館的客房",
      "es-us": "Servicio de diseño",
      "en": "Decorate a Hotel Room",
      "fr": "Beauté intérieure"
    },
    "des": {
      "zh-cn": "岛上的旅馆正在火热招募愿意帮忙布置客房的人狸！我会根据帮忙的天数赠送里数，请一起帮忙招待客人吧！",
      "de": "Das Hotel sucht Leute, die dabei helfen, Zimmer einzurichten. Es gibt Meilen als Belohnung, je nachdem, wie viele Tage du hilfst. Sorge dafür, dass unsere Gäste sich willkommen fühlen!",
      "es-es": "Nuestro hotel necesita una mano con el diseño de las habitaciones. Ganarás millas según cuántos días colabores. ¡Hagamos gala de hospitalidad y logremos que cada huésped se sienta especial!",
      "fr-fr": "L'hôtel est à la recherche d'esthètes prêts à décorer des chambres. Ils seront rémunérés en miles en fonction du nombre de jours de travail. Mais la vraie récompense, c'est dans les yeux des clients qu'ils la trouveront !",
      "it": "L'hotel cerca entusiasti collaboratori in grado di decorare le stanze. Riceverai delle miglia in base al numero di giorni di lavoro. L'hotel e i suoi ospiti hanno bisogno di te!",
      "nl": "Het hotel op het eiland zoekt ontwerpers die willen helpen om de hotelkamers in te richten. Hoe meer dagen je helpt, hoe meer miles je verdient. Zorg dat onze gasten zich welkom voelen op ons eiland!",
      "ru": "Отелю острова требуются дизайнеры интерьеров гостевых номеров. Так можно заработать мили, оплата идет по дням. Помоги, пожалуйста! Пусть наши гости чувствуют себя как дома.",
      "ja": "島のホテルでは、客室のコーディネートを　お手伝いしてくれる方を　大募集中なんだも！手伝った日数に応じて　マイルを進呈するから、お客様のおもてなしに　協力してね！",
      "ko": "섬의 호텔에서는 객실 인테리어를 도와줄 사람을 모집하고 있어구리! 도와준 일수에 따라 마일을 증정할 테니까 손님맞이에 많은 협력 바랄게구리!",
      "zh-tw": "島上的旅館正在徵求願意幫忙布置旅館的人手狸！我會根據幫忙的天數贈送哩數，來一起幫忙招待客人吧！",
      "es-us": "Nuestro hotel necesita ayuda con el diseño de las habitaciones. Ganarás millas según los días que colabores. ¡Brindemos hospitalidad para lograr que cada huésped se sienta especial!",
      "fr-us": "L'hôtel est à la recherche d'esthètes prêts à décorer des chambres. Ils seront rémunérés en miles en fonction du nombre de jours de travail. Mais la vraie récompense, c'est dans les yeux des clients qu'ils la trouveront!",
      "en": "The island hotel is looking for folks who can help decorate the guest rooms. You'll earn miles based on how many days you help. Lend a hand, and make our guests feel welcome!"
    }
  },
  "a111": {
    "gso": 83,
    "atp": "hotel",
    "stg": [
      {
        "asv": 1,
        "asr": 500
      },
      {
        "asv": 5,
        "asr": 1000
      },
      {
        "asv": 10,
        "asr": 2000
      }
    ],
    "seq": true,
    "vad": "3.0.0",
    "loc": {
      "zh-cn": "带正在犯愁的游客去旅馆吧",
      "de": "Touristen ins Hotel!",
      "es-es": "Acerca a quien se aloja",
      "it": "Assistenza ai turisti",
      "nl": "Hotelgids voor toeristen",
      "ru": "Туристы ищут отель!",
      "ja": "悩む観光客を　ホテルへご案内",
      "ko": "난처한 관광객을 호텔로 안내하자",
      "zh-tw": "引導苦惱的觀光客到旅館",
      "es-us": "Servicio de guía",
      "en": "Take Tourists to the Hotel",
      "fr": "Des touristes étourdis"
    },
    "des": {
      "zh-cn": "在来岛上玩的游客中，有人没预约旅馆就来了狸！对于将这些游客带到旅馆的人，我会赠送相应的里数狸！",
      "de": "Manchmal kommen Touristen auf die Insel, die kein Zimmer gebucht haben. Wenn du sie freundlicherweise zum Hotel führst, gibt es als Dankeschön Meilen für dich!",
      "es-es": "A veces recibimos turistas que no han reservado alojamiento. Si les sirves de guía y les indicas el camino hasta el hotel, te lo agradeceremos. ¡Es muy poca distancia para tantas millas!",
      "fr-fr": "Parfois, des touristes emportés par leur enthousiasme oublient de réserver une chambre lorsqu'ils viennent en visite. Si tu as la gentillesse de les conduire à l'hôtel, il y aura des miles pour toi !",
      "it": "Può capitare che i turisti vengano in visita senza prenotare una stanza. Potresti gentilmente accompagnarli in hotel? Ti daremo delle miglia in segno di ringraziamento!",
      "nl": "Soms komen toeristen naar het eiland zonder een hotelkamer geboekt te hebben. Als jij zo aardig wilt zijn om ze naar ons hotel te leiden, dan krijg je wat miles als bedankje!",
      "ru": "Гости иногда прибывают на наш остров, даже не забронировав номер. Если ты проведешь их в наш отель, я начислю тебе пару миль в благодарность.",
      "ja": "島に遊びに来る　観光客のみなさんだけど、ホテルを予約せずに　来ちゃうことがあるんだも！そんな観光客を　ホテルまで案内してくれた人には　マイルを　プレゼントするだなも！",
      "ko": "섬에 놀러오는 관광객들이 호텔을 예약하지 않고 올 때가 있어구리! 그런 관광객을 호텔까지 안내해준 사람에게는 마일을 선물할게구리!",
      "zh-tw": "來島上遊玩的遊客中，有些人可能會忘記訂旅館就跑來狸！如果有人願意引導這些遊客前往旅館的話，我將會送上哩數當作謝禮狸！",
      "es-us": "A veces recibimos turistas que no reservaron alojamiento. Si haces de guía y los llevas hasta el hotel, te lo agradeceremos. ¡Recibirás millas como recompensa!",
      "fr-us": "Parfois, des touristes emportés par leur enthousiasme oublient de réserver une chambre lorsqu'ils viennent en visite. Si tu as la gentillesse de les conduire à l'hôtel, il y aura des Miles pour toi!",
      "en": "Sometimes tourists visit the island without booking a room. If you'd be so kind as to take them to our hotel, we'll give you some miles as a thank-you!"
    }
  },
  "a110": {
    "gso": 84,
    "atp": "hotel",
    "stg": [
      {
        "asv": 5,
        "asr": 300
      },
      {
        "asv": 50,
        "asr": 500
      },
      {
        "asv": 150,
        "asr": 1000
      },
      {
        "asv": 300,
        "asr": 2000
      },
      {
        "asv": 500,
        "asr": 3000
      }
    ],
    "seq": true,
    "vad": "3.0.0",
    "loc": {
      "zh-cn": "请求援助！DIY委托",
      "de": "Selbstgemachtes, bitte!",
      "it": "Cercasi creazioni!",
      "nl": "Doe-het-zelvers gezocht!",
      "ru": "«Сделай сам» на заказ!",
      "ja": "協力を求ム！　ＤＩＹの依頼",
      "ko": "협력 모집! DIY 의뢰",
      "zh-tw": "徵求協助！ＤＩＹ委託",
      "en": "DIY Goods Wanted!",
      "es": "Creaciones para exportar",
      "fr": "Port d'exportations"
    },
    "des": {
      "zh-cn": "收集本岛的特色DIY作品，提升岛屿知名度大作战已经开始狸！只要将委托的物品放入码头的箱子中，除了回礼，我还会另外赠送里数哦！",
      "de": "Wir sammeln Selbstgemachtes, um die Insel bekannter zu machen! Bitte gib die gesuchten Gegenstände in der Kiste am Steg ab. Es erwarten dich Belohnungen und Meilen, ja, ja!",
      "es-es": "Buscamos productos hechos a mano con los que promocionar la isla. Consulta en el buzón de exportaciones del muelle los artículos solicitados y aporta tus creaciones para obtener recompensas y millas Nook.",
      "fr-fr": "Nous rassemblons des produits fabriqués à la main pour mettre l'île en valeur ! Merci de déposer vos créations dans la boîte près de la jetée. Il y a des récompenses et des miles à la clé, oui oui !",
      "it": "Stiamo raccogliendo prodotti fai da te e culinari per promuovere l'isola! Ti invitiamo a lasciare gli oggetti richiesti nella cassetta sul molo. In cambio ti attendono premi e miglia, sì, sì!",
      "nl": "We zoeken naar zelfgemaakte spullen om het eiland mee op de kaart te zetten! Breng de gevraagde voorwerpen naar de kist bij de pier. Beloningen en miles wachten op je, ja, ja!",
      "ru": "Мы собираем товары «Сделай сам», чтобы поднять популярность острова. Сдавай заказы в ящик на пирсе. А уж за мной не заржавеет: будут тебе награды и мили, да-да!",
      "ja": "島の名物　ＤＩＹで作った品を集めて、島の知名度アップ作戦を　始めたんだなも！依頼の品を　桟橋にある箱に入れてくれたら、お礼はモチロンのこと、マイルも進呈するからね！",
      "ko": "섬의 명물 DIY로 만든 아이템을 모아 섬의 지명도를 높이는 계획을 시작했어구리! 의뢰품을 부둣가에 있는 상자에 넣어주면 답례는 물론 마일도 증정할게구리!",
      "zh-tw": "徵求島上名產——ＤＩＹ作品，提升島嶼知名度大作戰開始狸！只要把委託的物品放入碼頭的箱子，就能獲得謝禮，以及額外的哩數喔！",
      "es-us": "Buscamos artículos hechos a mano para promocionar la isla. Consulta en el buzón del muelle los artículos solicitados y aporta tus creaciones. ¡Obtendrás recompensas y millas Nook, sí, sí!",
      "fr-us": "Nous rassemblons des produits fabriqués à la main pour mettre l'île en valeur! Merci de déposer vos créations dans la boîte près du ponton. Il y a des récompenses et des miles à la clé, oui oui!",
      "en": "We're collecting DIY goods to promote the island! Please drop the requested items in the box by the pier. Rewards and miles await, yes, yes!"
    }
  }
}